[
  {
    "id": 1,
    "picture1": "src/images/dual_sport/big/PW50.png",
    "picture2": "src/images/dual_sport/big/PW50_blue.png",
    "picture3": "src/images/dual_sport/big/PW50_yellow.png",
    "behind": "speed",
    "name": "PW50",
    "year1": "2016",
    "year2": "2015",
    "starting": "starting at",
    "price": "$1,440",
    "iconround1": "src/images/round1.png",
    "iconround2": "src/images/round1.png",
    "iconround3": "src/images/round3.png",
    
    "description": "Yamaha - the undisputed leader in the field of minimototsiklov for children. In the driver-oriented design is easy to understand why the motorcycle PW50 with a 2-stroke engine of 50 cc. see - the constant favorite among children and adults. The security features include variable drive fuel supply, which allows parents to limit the maximum speed in accordance with the driver's skill level - and driveline reduces the amount of routine maintenance. No need to think about shifting: sympathetic 2-stroke engine of 50 cc. cm and a fully automatic transmission is very simple - 'sat down and went.' ",
    "button1": "find a dealer",
    "button2": "download specs",
    "tab5": "life",
    "icontab5": "src/images/icons/icongrey5.png",
    "tab4": "speed",
    "icontab4": "src/images/icons/icongrey4.png",
    "tab3": "specs",
    "icontab3": "src/images/icons/icongrey3.png",
    "tab2": "power",
    "icontab2": "src/images/icons/icongrey2.png",
    "tab1": "key features",
    "icontab1": "src/images/icons/icongrey1.png",
    "pic_features": "",
    "pic_power": "src/images/engine.png",
    "title_power1": "Entry-Level Two-Stroke Motor",
    "description_power1": "49cc air-cooled, case-reed–inducted, two-stroke single is tuned to deliver predictable power that gently eases the new rider up the off-road learning curve.",
    "title_power2": "Fully Automatic Transmission",
    "description_power2": "Single-speed automatic transmission means the rider simply twists the throttle and goes, allowing him/her to concentrate on the ride ahead.",
    "title_power3": "Maintenance-Free Shaft Drive",
    "description_power3": "Class-exclusive shaft drive system is virtually maintenance-free and comes fully enclosed for added durability.",
    "title_power4": "Convenient Oil Injection System",
    "description_power4": "Exclusive autolube oil injection system eliminates the need for fuel/oil premixing.",
    
    "pic_features": "src/images/features.png",
    "title_feature1": "Fully Automatic Transmission",
    "description_feature1": "Fully automatic transmission means no shifting required; the PW50 is a twist-and-go package.",
    "title_feature2": "Entry-Level Two-Stroke Motor",
    "description_feature2": "Gutsy 49cc two-stroke is built to thrill without intimidating beginners.",
    "title_feature3": "Ultra-Low Seat Height",
    "description_feature3": "A seat only 18.7 inches high makes the PW50 the ideal choice for the littlest rider in the group.",
    "title_feature4": "Adjustable Restrictor",
    "description_feature4": "An adjustable throttle stop screw lets the adult in charge gradually increase speed as skills improve.",
    "title_feature5": "Low Maintenance Requirements",
    "description_feature5": "Shaft final drive means no chain maintenance, while Yamaha's exclusive autolube oil injection system eliminates the need for fuel/oil premixing.",

    "pic_specs": "src/images/specs.png",
    "specs_title1": "Engine Type",
    "spect_value1": "49cc air-cooled 2-stroke; reed-valve induction",
    "specs_title2": "Bore x Stroke",
    "spect_value2": "40.0mm x 39.2mm",
    "specs_title3": "Compression Ratio",
    "spect_value3": "6.0:1",
    "specs_title4": "Fuel Delivery",
    "spect_value4": "VM12 carburetor",
    "specs_title5": "Ignition",
    "spect_value5": "CDI",
    "specs_title6": "Transmission",
    "spect_value6": "Wet centrifugal automatic",
    "specs_title7": "Final Drive",
    "spect_value7": "Shaft",

    "pic_speed": "src/images/speedometer.png",
    "speed_value1": "18.7-inch seat height allows most kids to put both feet down for added confidence. A new, larger 26mm telescopic front fork with 2.4 inches of travel smooths out the bumps for responsive handling with improved durability. Mag-style wheels mean there’s no need to tighten or replace spokes. Dual rear shocks with 2.0 inches of travel smooth the trail to deliver confidence-inspiring ride quality. Front and rear drum brakes provide smooth, predictable stopping power. 10-inch front and rear knobby tires provide excellent traction and superior wear. Quiet exhaust pipe, complete with removable baffle, is routed away from the rider. Rear fender, seat and side panel unit removes quickly for ease of maintenance. ",

    "pic_life": "src/images/roadlife.png",
    "pic_life1": "src/images/piclife/r125.png",

    "bottom_img": "src/images/dual_sport/big/PW50_blue.png",


    "tab_goods1": "Deltabox® Frame", 
    "deltabox_img": "src/images/dual_sport/big/things/yzf250f_1.png",
    "title_product1": "Carbon Deltabox Frame",
    "price_product1": "$2, 350",


    "tab_goods2": "Linkage-type KYB® Shock",
    "deltabox_img21": "src/images/dual_sport/big/things/1.png",
    "title_product21": "Fox® FLOAT® 3 Shock Kit",
    "price_product21": "$767.95 and Up",
    
    "deltabox_img22": "src/images/dual_sport/big/things/55.png",
    "title_product22": "TM Designworks Plastic Frame Plate",
    "price_product22": "$159",
    
    "deltabox_img23": "src/images/dual_sport/big/things/gaiky.png",
    "title_product23": "Shock Bearing Kit",
    "price_product23": "$150.49",

    
    "tab_goods3": "MotoGP® developed SCS",
    "deltabox_img13": "src/images/dual_sport/big/things/ECU300.png",
    "title_product13": "Slide Control System",
    "price_product13": "$1, 120",


    "tab_goods4": "MotoGP® Styling",
    "glove_img": "src/images/dual_sport/big/things/clothes/1.jpg",
    "glove_title": "Full Finger Glove",
    "glove_price": "$23.99",

    "jacket_img": "src/images/dual_sport/big/things/clothes/11.jpg",
    "jacket_title": "Sidewinder Jacket by FXR®",
    "jacket_price": "$299.99",

    "helmet_img": "src/images/dual_sport/big/things/clothes/111.jpg",
    "helmet_title": "Altitude Carbon Fiber FIDLOCK® Helmet by 509®",
    "helmet_price": "$249.95 and Up",

    "inner_data": "Especially in the racing context this type of frame allows much easier access to work on the engine, in particular, removal and replacement of carburetors and access to spark plugs.",
    "inner_data21": "Improve the performance and comfort of your sled without compromise. Negative spring technology provides the best of both worlds, allowing for an extremely plush ride and faster, stiffer cornering.",
    "inner_data22": "For over 30 years, TM Designworks has been manufacturing innovative and unique products in the motorcycle industry. TMD has been recognized as the leader in chain slide-n-glide technology. With drive chain solutions for virtually all popular model bikes, TMD has been the preferred choice for weekend warriors, factory race teams and championship riders around the globe.",
    "inner_data23": "These Genuine Yamaha Bearing Kits come with all of the components needed to rebuild the swingarm pivot, shock linkage, and shock bearings. Kits include all of the original equipment bearings, seals, O-rings, and collars your bike came with. Unlike some of the aftermarket companies that use a lower quality bearing, these bearings are O-ring sealed to prevent intrusion of dirt, mud, and water and are made of top quality materials. If you don't want to do the job again and in half the time your original bearings lasted, use these Genuine Yamaha kits.",
    "inner_data13": "An ECU is an Engine Control Unit, it’s what controls the engine and its operations. The ECU is a computer that has been programmed to run the engine of your vehicle. The engine control unit goes through thousands of calculations a second, calculating the amount of fuel needed for the current throttle load and RPM, the Ecu needs to calculate many sensory inputs such as air flow and air temperature at that precise moment. Modern ecu’s make easy work of these calculations and run engines very well, with modern Electronic Fuel Injection systems the aim is to maximise the operational output of an engines capability, making full use of the fuel used for combustion and making engines as efficient as possible, trying to get ever last bit of energy from the combustion to turn into power to the wheels of the vehicle.",
    "inner_gloves": "The Yamaha Full Finger Glove features: Nylon mesh back with a Clarino palm; Stretch Lycra fingers; Neoprene cuff with a hook-and-loop adjustable strap; Custom molded rubber Yamaha logo on cuff strap; Yamaha Tuning Fork on the back of hand",
    "inner_jacket": "The 2017 Yamaha Sidewinder Jacket by FXR® features: Durable nylon/polyester shell with Reissa® laminate; 2,000mm/2,000g/m2 waterproof/breathable; Moisture-wicking, quick-dry mesh lining with inside zipper pocket; 200g Thermal-Flex™ comfortable, removable zip-out liner; Durable YKK® Vislon® front zipper; Cold-stop multi placket magnetic/snap front closure system; Inner chin placket; FXR® exclusive Radial Dry Vent System™ with 1-way zippers and mesh inserts; YKK® zippered hand pockets with fleece lining",
    "inner_helmet": "The 2017 Altitude Carbon Fiber FIDLOCK® Helmet by 509® features: Innovative dual-density, interlocking EPS foam liner that helps provide top crash protection in the event of an accident; FIDLOCK® magnetic technology; Offers easy, one-hand opening evening when wearing gloves; Front chin area of the helmet is protected by a specially designed, expanded-polyurethane chin insert that provides front impact protection; Outer shell is made of a specially designed thermoplastic poly alloy material for maximum shell strength with minimal weight; Innovative aerodynamic channels run across the entire contour of the helmet; Channels are integrated into the special thermoplastic poly alloy shell and direct adequate air flow into the specially designed vent scoops; Features 6 integrated vent scoops that provide necessary ventilation to keep you comfortable when riding; Overall the helmet features 8 total intake/exhaust vent ports; For those cold days, snap in the included cold weather breath box; Unique aerodynamic visor features a locking top center mount that holds the visor in place and prevents unwanted visor movement; Available in 9 sizes which are carefully designed across 3 outer shell molds, providing a precision fit, while minimizing overall helmet circumference; The neck-brace-ready, contoured shell base provides a comfortable, yet snug feel when putting the helmet on",

    "title_buttonModal1": "RON AYERS MOTORSPORTS", 
    "address_buttonModal1": "Address: 1929 N MEMORIAL DR GREENVILLE, NC 27834 ", 
    "phone_buttonModal1": "Phone: 866-766-2937",
    "website_buttonModal1": "Web: http://www.ronayersmotorcycles.com", 
    "email_buttonModal1": "Email: sales@ronayers.com",
    "title_buttonModal2": "RIDENOW POWERSPORTS CONCORD", 
    "address_buttonModal2": "Address: 254 CONCORD PKWY S CONCORD, NC 28027", 
    "phone_buttonModal2": "Phone: 704-784-5400", 
    "website_buttonModal2": "Web: http://www.ridenowconcord.com", 
    "email_buttonModal2": "Email: skolicko@ridenow.com"

  },
  {
    "id": 2,
    "picture1": "src/images/dual_sport/big/YZ85LW.png",
    "picture2": "src/images/dual_sport/big/YZ85LW_black.png",
    "picture3": "src/images/dual_sport/big/YZ85LW_white.png",
    "behind": "power",
    "name": "YZ85LW",
    "year1": "2016",
    "year2": "2015",
    "starting": "starting at",
    "price": "$4,099",
    "iconround1": "src/images/round1.png",
    "iconround2": "src/images/round2.png",
    "iconround3": "src/images/round10.png",
    
    "description": "Model YZ85 and YZ85LW, fitted with large wheels, equipped with hi-tech frame and 2-stroke engine, and are the best choice for future champions. With 2-stroke 85 cc engine, liquid-cooled, which is one of the most advanced in its class, you will provide the leadership, leaving no chance for another win in any off-road racing.",
    "button1": "find a dealer",
    "button2": "download specs",
    "tab5": "life",
    "icontab5": "src/images/icons/icongrey5.png",
    "tab4": "speed",
    "icontab4": "src/images/icons/icongrey4.png",
    "tab3": "specs",
    "icontab3": "src/images/icons/icongrey3.png",
    "tab2": "power",
    "icontab2": "src/images/icons/icongrey2.png",
    "pic_power": "src/images/engine.png",
    "tab1": "key features",
    "icontab1": "src/images/icons/icongrey1.png",
    "title_power1": "Compact, Powerful Two-Stroke",
    "description_power1": "85cc liquid-cooled, crankcase reed-valve-inducted, two-stroke engine inhales through a 28mm Keihin® flat-slide carburetor; seamless throttle response across the powerband is the result.",
    "title_power2": "Reliable Clutch Design",
    "description_power2": "Involute spline set-up in clutch means smoother shifting under power with great durability at competition-level usage. A two-piece clutch cover provides easy access during maintenance.",
    "title_power3": "High Capacity Radiator",
    "description_power3": "Lightweight radiator has large cores and louvers, and the water pump features a cast aluminum (vs. resin) impeller for maximum cooling efficiency.",
    "title_power4": "Race-Tuned Exhaust",
    "description_power4": "Lightweight exhaust system design helps create a broader powerband with stronger low-end punch.",
    "title_power5": "High-Flow Airbox",
    "description_power5": "Airbox design ensures greater air cleaning performance and easier maintenance.",
    
    "pic_features": "src/images/features.png",
    "title_feature1": "Modern Styling",
    "description_feature1": "Aggressive, modern styling includes the front fender, number plate, radiator shroud and side number plates.",
    "title_feature2": "Adjustable Controls",
    "description_feature2": "Clutch lever reach adjuster to accommodate smaller hands for younger riders.",
    "title_feature3": "Compact Two-Stroke Powerplant",
    "description_feature3": "Liquid-cooled, 85cc crankcase reed-valve-inducted six-speed is light, compact and designed to deliver hard-hitting, moto-winning power throughout the rpm range.",
    "title_feature4": "Close-Ratio Transmission",
    "description_feature4": "Smooth-shifting, six-speed close-ratio transmission with heavy duty multiplate clutch delivers maximum hookup for outstanding acceleration and corner-exiting power.",
    "title_feature5": "Strong, Compact Frame",
    "description_feature5": "Ultra-rigid, single-backbone, semi-double-cradle frame is lightweight and strong for sharp handling.",
    "title_feature6": "Race-Ready Suspension",
    "description_feature6": "Fully adjustable suspension allows a broad adjustment range to suit everybody from rank novice to mini expert.",
    
    "pic_specs": "src/images/specs.png",
    "specs_title1": "Engine Type",
    "spect_value1": "85cc liquid-cooled 2-stroke; reed-valve inducted",
    "specs_title2": "Bore x Stroke",
    "spect_value2": "47.5mm x 47.8mm",
    "specs_title3": "Compression Ratio",
    "spect_value3": "8.1:1",
    "specs_title4": "Fuel Delivery",
    "spect_value4": "Keihin® PWK 28",
    "specs_title5": "Ignition",
    "spect_value5": "CDI",
    "specs_title6": "Transmission",
    "spect_value6": "Constant-mesh 6-speed; multiplate wet clutch",
    "specs_title7": "Final Drive",
    "spect_value7": "Chain",

    "pic_speed": "src/images/speedometer.png",
    "speed_value1": "Rear subframe is removable to allow easy maintenance. Lightweight 36mm KYB® inverted cartridge fork features 10.8 inches of travel with compression and rebound damping adjustability, and low-friction outer tubes and internals. Rear suspension features fully adjustable Kayaba® link-type shock with 11.1 inches of travel and race-tested compression damping valving. 220mm front disc and 190mm rear disc brakes with stainless steel rotors deliver strong, precise stopping power. Lightweight 17-inch front and 14-inch rear rims are durable and reduce unsprung weight for optimal suspension performance. Dunlop® knobbies provide great traction on a variety of tracks and terrain.",

    "pic_life": "src/images/roadlife.png",
    "pic_life1": "src/images/piclife/r1.png",

    "bottom_img": "src/images/dual_sport/big/YZ85LW_black.png",


    "tab_goods1": "Deltabox® Frame", 
    "deltabox_img": "src/images/dual_sport/big/things/yzf250f_2.png",
    "title_product1": "Deltabox Frame",
    "price_product1": "$1, 060",


    "tab_goods2": "Linkage-type KYB® Shock",
    "deltabox_img21": "src/images/dual_sport/big/things/2.png",
    "title_product21": "Fox® FLOAT® R EVOL®",
    "price_product21": "$1,051.95",
    
    "deltabox_img22": "src/images/dual_sport/big/things/22.png",
    "title_product22": "TM Designworks Plastic A-Arm Skid Plate",
    "price_product22": "$159",
    
    "deltabox_img23": "src/images/dual_sport/big/things/gaiky.png",
    "title_product23": "Shock Bearing Kit",
    "price_product23": "$139, 40",

    
    "tab_goods3": "MotoGP® developed SCS",
    "deltabox_img13": "src/images/dual_sport/big/things/ECU300.png",
    "title_product13": "Slide Control System",
    "price_product13": "$1, 120",


    "tab_goods4": "MotoGP® Styling",
    "glove_img": "src/images/dual_sport/big/things/clothes/2.jpg",
    "glove_title": "Full Finger Glove",
    "glove_price": "$22.95",

    "jacket_img": "src/images/dual_sport/big/things/clothes/22.jpg",
    "jacket_title": "Jupiter Jacket by REV’IT!®",
    "jacket_price": "$299.99",

    "helmet_img": "src/images/dual_sport/big/things/clothes/222.jpg",
    "helmet_title": "Tactical Helmets by 509®",
    "helmet_price": "$149.95",

    "inner_data": "The Deltabox frame is so popular that almost every sports bike uses it. Every major super sport category bikes, the Hondas, Yamahas, Suzuki etc have the twin spar deltabox frame as its skeleton. Because of its rigidity it allows in better handling, stability and other riding aspects.",
    "inner_data21": "Race-proven technology in a ride-priced package. The spring rates can be easily adjusted for your riding style and terrain. Fine tune your ride height and plushness independent of your bottom-out resistance and roll stiffness. Inside the anodized 6061-T6 aluminum bodies, the application-specific valving will help soak up even the hardest of terrain. Turn the rebound adjuster to further fine tune the damping control to suit your style.",
    "inner_data22": "Features dual billet aluminum air intakes and a super durable high gloss topcoat. 5-axis CNC router trimming and drilling gives a perfect fit for every installation.",
    "inner_data23": "These Genuine Yamaha Bearing Kits come with all of the components needed to rebuild the swingarm pivot, shock linkage, and shock bearings. Kits include all of the original equipment bearings, seals, O-rings, and collars your bike came with. Unlike some of the aftermarket companies that use a lower quality bearing, these bearings are O-ring sealed to prevent intrusion of dirt, mud, and water and are made of top quality materials. If you don't want to do the job again and in half the time your original bearings lasted, use these Genuine Yamaha kits.",
    "inner_data13": "An ECU is an Engine Control Unit, it’s what controls the engine and its operations. The ECU is a computer that has been programmed to run the engine of your vehicle. The engine control unit goes through thousands of calculations a second, calculating the amount of fuel needed for the current throttle load and RPM, the Ecu needs to calculate many sensory inputs such as air flow and air temperature at that precise moment. Modern ecu’s make easy work of these calculations and run engines very well, with modern Electronic Fuel Injection systems the aim is to maximise the operational output of an engines capability, making full use of the fuel used for combustion and making engines as efficient as possible, trying to get ever last bit of energy from the combustion to turn into power to the wheels of the vehicle.",
    "inner_gloves": "The Yamaha Full Finger Glove features: Nylon mesh back with a Clarino palm; Stretch Lycra fingers; Neoprene cuff with a hook-and-loop adjustable strap; Custom molded rubber Yamaha logo on cuff strap; Yamaha Tuning Fork on the back of hand",
    "inner_jacket": "The Jupiter combines quality and class in a clean, well-executed design.  The Yamaha Jupiter Jacket by REV’IT!® features: Air outlet; Hydratex® G-Liner for waterproofing; Visibility laminated reflective logo at back; Adjustment strap and tab; Knox® Lite CE protection; VCS Zippers; Double front zipper; Jeans loop and short connection zipper; Stretch lips; Inner and slit pockets; Prepared for Seesoft CE-level 2 BP insert RV",
    "inner_helmet": "The 2017 Tactical Helmets by 509® features: Innovative dual-density, interlocking EPS foam liner provides industry-leading crash protection in the event of an accident; The front chin area of the helmet is protected by a specially designed, expanded-polyurethane chin insert that provides front impact protection; The outer shell is made of a durable polycarbonate; Integrated front, top intake vents and rear exhaust vents; Included cold-weather breath box can install in seconds to keep you warm and dry under the harshest conditions; Aerodynamic visor features a locking top center mount that holds the visor in place and prevents unwanted visor movement; Custom interior EPS head foam with premium removable liner creates an extremely comfortable fit",

    "title_buttonModal1": "STAR CITY POWERSPORTS", 
    "address_buttonModal1": "Address: 5120 PETERS CREEK RD ROANOKE, VA 24019", 
    "phone_buttonModal1": "Phone: 540-366-8500",
    "website_buttonModal1": "Web: http://www.starcitypowersports.com", 
    "email_buttonModal1": "Email: info@starcitypowersports.com",
    "title_buttonModal2": "LEJEUNE MOTORSPORTS", 
    "address_buttonModal2": "Address: 955 LEJEUNE BLVD JACKSONVILLE, NC 28540", 
    "phone_buttonModal2": "Phone: 910-577-1788", 
    "website_buttonModal2": "Web: http://www.lejeunemotorsports.com", 
    "email_buttonModal2": "Email: perryb@bizec.rr.com",
    "title_buttonModal3": "TEAM POWERSPORTS", 
    "address_buttonModal3": "Address: 222 US HIGHWAY 70 E GARNER, NC 27529", 
    "phone_buttonModal3": "Phone: 919-772-7866", 
    "website_buttonModal3": "Web: http://www.team-powersports.com", 
    "email_buttonModal3": "Email: None"

  },
  {
    "id": 3,
    "picture1": "src/images/dual_sport/big/YZ250.png",
    "picture2": "src/images/dual_sport/big/YZ250_red.png",
    "picture3": "src/images/dual_sport/big/YZ250_yellow.png",
    "behind": "speed",
    "name": "YZ250",
    "year1": "2016",
    "year2": "2015",
    "starting": "starting at",
    "price": "$7,399",
    "iconround1": "src/images/round1.png",
    "iconround2": "src/images/round6.png",
    "iconround3": "src/images/round3.png",
    
    "description": "For the first time Yamaha has taken the top prize at the Motocross World Championship in 1973 - the winner is the original YZ250 2-stroke engine. Today, 2-stroke engine with a long stroke, which provides a powerful set of instant speed, set in YZ250 models, is still a model for the motorcycle in its class. Its high-tech aluminum chassis has new lightweight wheels, significantly reducing unsprung mass and improves the manageability and performance suspension. Graphics made in the style of racing bikes, looker, while a special new seat design not only helps keep the balance, but also increases the mobility in general.",
    "button1": "find a dealer",
    "button2": "download specs",
    "tab5": "life",
    "icontab5": "src/images/icons/icongrey5.png",
    "tab4": "speed",
    "icontab4": "src/images/icons/icongrey4.png",
    "tab3": "specs",
    "icontab3": "src/images/icons/icongrey3.png",
    "tab2": "power",
    "icontab2": "src/images/icons/icongrey2.png",
    "tab1": "key features",
    "icontab1": "src/images/icons/icongrey1.png",
    "pic_power": "src/images/engine.png",
    "title_power1": "Two-Stroke Power",
    "description_power1": "249cc liquid-cooled reed-valve-inducted two-stroke engine is lightweight, compact and features an incredibly wide, hard-hitting powerband.",
    "title_power2": "Yamaha Power Valve System",
    "description_power2": "Patented YPVS™ combines crisp, hard-hitting bottom-end acceleration with strong midrange and eye-opening top-end.",
    "title_power3": "Advanced Carburetion",
    "description_power3": "38mm Keihin® PWK carburetor with power jet and throttle position sensor (TPS) provides precise fuel/air mixing and extra-crisp throttle response throughout the powerband.",
    "title_power4": "Race-Developed Intake",
    "description_power4": "Special-design carbon fiber reed-valve petals improve throttle response and engine performance across the entire rpm range.",
    "title_power5": "Close-Ratio Transmission",
    "description_power5": "Smooth-shifting, five-speed, close-ratio transmission with heavy-duty, multiplate clutch.",
    "title_power6": "High-Capacity Radiator",
    "description_power6": "Large-capacity radiator features a ten-row core with four louvers for maximum cooling efficiency.",
    "title_power7": "Digital Ignition",
    "description_power7": "Digital CDI system delivers precise spark for faster, stronger response anywhere in the powerband.",


    "pic_features": "src/images/features.png",
    "title_feature1": "Modern Styling",
    "description_feature1": "Modern, aggressive styling, including front fender, front number plate, radiator shrouds, side number plates, air box, rear fender, fork guards, as well as the rear brake disc protector, rear brake caliper protector and wider foot pegs—just like the 4-strokes.",
    "title_feature2": "Lightweight Frame",
    "description_feature2": "A light aluminum frame housing a patented YPVS™-equipped ripper of an engine results in an awesome power-to-weight ratio.",
    "title_feature3": "Rider-Friendly Chassis",
    "description_feature3": "Ultra light weight means nimble handling with less fatigue.",
    "title_feature4": "New 270mm Front Brake",
    "description_feature4": "Larger 270mm front disc brake coupled with new pad material offers outstanding machine control and performance, with exceptional stopping power and controllability.",
    
    "pic_specs": "src/images/specs.png",
    "specs_title1": "Engine Type",
    "spect_value1": "249cc liquid-cooled 2-stroke; reed-valve inducted",
    "specs_title2": "Bore x Stroke",
    "spect_value2": "66.4mm × 72.0mm",
    "specs_title3": "Compression Ratio",
    "spect_value3": "8.9~10.6:1",
    "specs_title4": "Fuel Delivery",
    "spect_value4": "Keihin® PWK38S",
    "specs_title5": "Ignition",
    "spect_value5": "CDI",
    "specs_title6": "Transmission",
    "spect_value6": "Constant-mesh 5-speed; multiplate wet clutch",
    "specs_title7": "Final Drive",
    "spect_value7": "Chain",

    "pic_speed": "src/images/speedometer.png",
    "speed_value1": "New 270mm front brake system is a huge 20mm larger than the disc fitted to the 2016 YZ250 and uses an all-new pad material for exceptional stopping power and braking control. The KYB® 48mm forks feature the Speed-Sensitive System that uses piston speed to control damping force for super-precise handling and a smooth ride. A carefully engineered, advanced aluminum frame and swingarm give the YZ250 the best handling in the 250 class. Removable aluminum rear subframe is constructed of square-section tubing for reduced weight. Fully adjustable KYB® shock features reduced-friction Kashima Coat™ internals, 12.4 inches of travel, separate adjusters for high- and low-speed compression damping, and a full lock oil rebound system for increased comfort. All adding up to fantastic rear wheel control and a sweet ride. Lightweight 21-inch front and 19-inch rear Excel® rims provide exceptional durability and help reduce unsprung weight for optimal suspension, performance, and handling. Premium Dunlop® knobbies offer race-spec traction and wear.",

    "pic_life": "src/images/roadlife.png",
    "pic_life1": "src/images/piclife/r1s.png",

    "bottom_img": "src/images/dual_sport/big/YZ250_red.png",

    "tab_goods1": "Deltabox® Frame", 
    "deltabox_img": "src/images/dual_sport/big/things/yzf250f_3.png",
    "title_product1": "Deltabox Frame",
    "price_product1": "$860",


    "tab_goods2": "Linkage-type KYB® Shock",
    "deltabox_img21": "src/images/dual_sport/big/things/3.png",
    "title_product21": "Fox® FLOAT® 3 Evol RC2 Shock Kit",
    "price_product21": "$1,051.95",
    
    "deltabox_img22": "src/images/dual_sport/big/things/33.png",
    "title_product22": "TRX450R High Plastic Hood",
    "price_product22": "$1,120",
    
    "deltabox_img23": "src/images/dual_sport/big/things/gaiky.png",
    "title_product23": "Shock Bearing Kit",
    "price_product23": "$139, 40",

    
    "tab_goods3": "MotoGP® developed SCS",
    "deltabox_img13": "src/images/dual_sport/big/things/ECU300.png",
    "title_product13": "Slide Control System",
    "price_product13": "$1, 120",


    "tab_goods4": "MotoGP® Styling",
    "glove_img": "src/images/dual_sport/big/things/clothes/3.jpg",
    "glove_title": "Matrix 3/4 Finger Race Gloves by JetPilot®",
    "glove_price": "$29.99",

    "jacket_img": "src/images/dual_sport/big/things/clothes/33.jpg",
    "jacket_title": "Race Jacket by FXR®",
    "jacket_price": "$329.99",

    "helmet_img": "src/images/dual_sport/big/things/clothes/333.jpg",
    "helmet_title": "2017 Altitude Helmet by 509®",
    "helmet_price": "$229.95 and Up",

    "inner_data": "By using a diagonal from the steering head down to the swing arm pivot the frame is triangular versus a rectangular box like a backbone frame. The Delta-box frame using this process offers up to four times the rigidity (less flex) than other designs.",
    "inner_data21": "Upgrade your sled with one of the lightest and most adjustable shock kits available. Have full control in how you set up your shock with adjustability in Dual Speed Compression (DSC), rebound, air spring, and EVOL and main air chambers independently controlling ride height, roll control, and bottom-out.",
    "inner_data22": "A low-cost alternative with all of the performance of our national championship proven carbon fibre products. This hood is a spin off of Quad Tech-ATV's very popular carbon fibre NACA duct series. The plastic hood features a super durable high gloss top coat and polished Hex4 billet aluminium grill and fasteners. Manufacture through use of 5-axis CNC router trimming and drilling gives a perfect fit for every installation. This hood scoop improves appearance and increases airflow to the radiator.",
    "inner_data23": "These Genuine Yamaha Bearing Kits come with all of the components needed to rebuild the swingarm pivot, shock linkage, and shock bearings. Kits include all of the original equipment bearings, seals, O-rings, and collars your bike came with. Unlike some of the aftermarket companies that use a lower quality bearing, these bearings are O-ring sealed to prevent intrusion of dirt, mud, and water and are made of top quality materials. If you don't want to do the job again and in half the time your original bearings lasted, use these Genuine Yamaha kits.",
    "inner_data13": "An ECU is an Engine Control Unit, it’s what controls the engine and its operations. The ECU is a computer that has been programmed to run the engine of your vehicle. The engine control unit goes through thousands of calculations a second, calculating the amount of fuel needed for the current throttle load and RPM, the Ecu needs to calculate many sensory inputs such as air flow and air temperature at that precise moment. Modern ecu’s make easy work of these calculations and run engines very well, with modern Electronic Fuel Injection systems the aim is to maximise the operational output of an engines capability, making full use of the fuel used for combustion and making engines as efficient as possible, trying to get ever last bit of energy from the combustion to turn into power to the wheels of the vehicle.",
    "inner_gloves": "The 2017 Matrix 3/4 Finger Race Gloves by JetPilot® features: • Features 1mm ultra-thin neoprene construction, rubberized pro-grip thumb panel, durable two-ply padded palm and adjustable Velcro® closure • Gloves are available in 3/4- and full finger options",
    "inner_jacket": "The Yamaha Race Jacket by FXR features: Durable nylon/polyester shell with Reissa® laminate; 2,000mm/2,000g/m² waterproof/breathable; Moisture wicking, quick dry mesh lining with inside zipper pocket; Removable zip-out liner, comfortable Thermal Flex™ 200g body/150g sleeve insulation with inside zipper pocket; Durable YKK® Vision front zipper; Cold-stop multi-placket magnetic/snap front closure system; FXR exclusive Radial Dry Vent System™ with 1-way zippers with Dry Vent mesh inserts",
    "inner_helmet": "The 2017 Altitude Helmet by 509® features: Innovative dual-density, interlocking EPS foam liner that provides top crash protection in the event of an accident; Front chin area of the helmet is protected by a specially designed expanded polyurethane chin insert that provides front impact protection; Outer shell is made of a specially designed thermoplastic poly alloy material for maximum shell strength with minimal weight; Innovative aerodynamic channels run across the entire contour of the helmet; Channels are integrated into the special thermoplastic poly alloy shell and direct adequate air flow into the specially designed vent scoops; Features 6 integrated vent scoops that provide necessary ventilation to keep you comfortable when riding; When the helmet is fully in place it provides an unmatched comfort fit that prevents unwanted excessive helmet movement",

    "title_buttonModal1": "WAYNE CYCLE SHOP", 
    "address_buttonModal1": "Address: 183 E SIDE HWY WAYNESBORO, VA 22980 ", 
    "phone_buttonModal1": "Phone: 540-943-1111",
    "website_buttonModal1": "Web: http://www.waynecycle.com", 
    "email_buttonModal1": "Email:  adam@waynecycle.com",
    "title_buttonModal2": "COLEMAN POWERSPORTS", 
    "address_buttonModal2": "Address: 14105 TELEGRAPH RD WOODBRIDGE, VA 22192 ", 
    "phone_buttonModal2": "Phone: 703-497-1500", 
    "website_buttonModal2": "Web: http://www.wherethepoweris.com", 
    "email_buttonModal2": "Email: kharrison@wherethepoweris.com"

  },
  
  {
    "id": 4,
    "picture1": "src/images/dual_sport/big/YZ250F.png",
    "picture2": "src/images/dual_sport/big/YZ250F_white.png",
    "picture3": "src/images/dual_sport/big/YZ250F_yellow.png",
    "behind": "power",
    "name": "YZ250F",
    "year1": "2016",
    "year2": "2015",
    "starting": "starting at",
    "price": "$7,699",
    "iconround1": "src/images/round1.png",
    "iconround2": "src/images/round10.png",
    "iconround3": "src/images/round3.png",
    
    "description": "For the first time Yamaha has taken the top prize at the Motocross World Championship in 1973 - the winner is the original YZ250 2-stroke engine. Today, 2-stroke engine with a long stroke, which provides a powerful set of instant speed, set in YZ250 models, is still a model for the motorcycle in its class. Its high-tech aluminum chassis has new lightweight wheels, significantly reducing unsprung mass and improves the manageability and performance suspension. Graphics made in the style of racing bikes, looker, while a special new seat design not only helps keep the balance, but also increases the mobility in general.",
    "button1": "find a dealer",
    "button2": "download specs",
    "tab5": "life",
    "icontab5": "src/images/icons/icongrey5.png",
    "tab4": "speed",
    "icontab4": "src/images/icons/icongrey4.png",
    "tab3": "specs",
    "icontab3": "src/images/icons/icongrey3.png",
    "tab2": "power",
    "icontab2": "src/images/icons/icongrey2.png",
    "tab1": "key features",
    "icontab1": "src/images/icons/icongrey1.png",

    "pic_power": "src/images/engine.png",
    "title_power1": "Innovative Engine Design",
    "description_power1": "The liquid-cooled, DOHC 4-valve, fuel-injected engine features a forward-positioned straight downdraft intake, with a symmetrical intake and exhaust port layout and a compact, high compression combustion chamber, delivers outstanding engine character, with updates for 2017 designed to further improve top-end power.",
    "title_power2": "Piston, Rod and Crankshaft Balance",
    "description_power2": "A flat-top forged piston features a bridge-box design for additional strength with minimal weight. The piston, rings and DLC-coated piston pin, along with the offset cylinder configuration, all reduce friction loss and contribute to quick response. The engine’s reshaped intake ports, updated cam profiles, ECU, strengthened connecting rod and optimized crank and counterbalancer all work together to give the YZ250F a user-friendly engine character with potent high-rpm power.",
    "title_power3": "Advanced ECU and Fuel Injection",
    "description_power3": "The adjustable fuel injection system uses a 44mm throttle body fed by a high-pressure battery-less electric fuel pump. This ensures optimum fuel atomization and air/fuel calibration for excellent rideability in a wide range of riding conditions. The system controls the volume of fuel injected and the ignition timing based on engine rpm and throttle opening, providing hesitation-free response and controllability. For 2017, new settings provide a smoother feeling as the rider reaches the rev limiter.",
    "title_power4": "Wraparound Rear Positioned Exhaust Layout",
    "description_power4": "An innovative exhaust pipe design improves mass centralization and power development characteristics. This layout moves the rear end of the exhaust pipe farther forward and enables a muffler position close to the center of the mass. An updated midpipe profile improves exhaust gas flow for enhanced mid- and top-end power.",
    "title_power5": "Updated Transmission",
    "description_power5": "The transmission gears, dogs and shift mechanisms are updated for 2017 to smooth gear changes and improve durability under the heavy demands of motocross racing.",
    "title_power6": "GYTR Power Tuner Ready Accessory",
    "description_power6": "GYTR Power Tuner lets owners adjust air/fuel mixture and ignition timing maps to match engine performance characteristics to the rider and track conditions in a matter of seconds with the push of a few buttons, as well as monitor engine diagnostic codes.",
        
    "pic_features": "src/images/features.png",
    "title_feature1": "Innovative Engine Design",
    "description_feature1": "A liquid-cooled, DOHC 4-valve, fuel-injected engine with forward-positioned downdraft intake delivers class leading engine power, updated for 2017 to further improve top-end power. This engine design allows for unmatched mass centralization, concentrating the motorcycle’s key components—engine, fuel tank and exhaust system—toward the center of the motorcycle achieving light and nimble handling performance.",
    "title_feature2": "Updated Transmission",
    "description_feature2": "New gear dogs, revised gear tooth designs and a host of smaller changes create a smoother overall transmission with improved shifting, as well as a stronger overall powertrain for improved durability.",
    "title_feature3": "Bilateral Beam Aluminum Frame",
    "description_feature3": "A Yamaha’s renowned bilateral beam aluminum frame features compact overall dimensions that balance minimal weight with the strength and rigidity needed for race-winning performance. This frame features a new forged section at the swingarm pivot, and engine mounting brackets for tuned responsiveness, handling and unmatched lightweight feeling.",
    "title_feature4": "Updated Suspension Settings",
    "description_feature4": "Industry-leading, fully adjustable KYB® spring-type fork with speed sensitive damping features revised valving for improved suspension feel and balance. The KYB® rear shock also features settings optimized for ideal damping characteristics.",
    "title_feature5": "GYTR® Power Tuner Ready",
    "description_feature5": "Accessory GYTR Power Tuner lets owners adjust air/fuel mixture and ignition timing maps to match engine performance characteristics to the rider and track conditions in a matter of seconds with the push of a few buttons, as well as monitor engine diagnostic codes.",

    "pic_specs": "src/images/specs.png",
    "specs_title1": "Engine Type",
    "spect_value1": "250cc liquid-cooled DOHC 4-stroke; 4 titanium valves",
    "specs_title2": "Bore x Stroke",
    "spect_value2": "77.0mm × 53.6mm",
    "specs_title3": "Compression Ratio",
    "spect_value3": "13.5:1",
    "specs_title4": "Fuel Delivery",
    "spect_value4": "Keihin® fuel injection, 44mm",
    "specs_title5": "Ignition",
    "spect_value5": "TCI: Transistor Controlled Ignition",
    "specs_title6": "Transmission",
    "spect_value6": "Constant-mesh 5-speed; multiplate wet clutch",
    "specs_title7": "Final Drive",
    "spect_value7": "Chain",

    "pic_speed": "src/images/speedometer.png",
    "speed_value1": "A Yamaha's renowned bilateral beam aluminum frame features compact overall dimensions that balance minimal weight with the strength and rigidity needed for race-winning performance. This frame features a reshaped swingarm pivot section, updated engine mounting brackets turned for stability, responsiveness and sharp cornering. The engine, aluminum muffler and fuel tank are positioned closer to the machine's center of gravity. This layout contributes to centralized mass for a lightweight handling feeling on the track. The wide 55mm footpegs have been lowered 5mm to help lower the rider's center of gravity for improved machine balance and control and increased rider comfort. A large 270mm front brake disc is the same system fitted to the YZ450F™, and uses an aggressive pad material for exceptional stopping power and braking control. Out back, a new, more heat-resistant rear rotor boots brake durability. Industry-leading, fully adjustable KYB® spring-type fork with speed sensitive damping features revised valving for improved suspension feel and balance. The linkage type rear suspension features a KYB® rear shock also features settings optimized for ideal damping characteristics.",

    "pic_life": "src/images/roadlife.png",
    "pic_life1": "src/images/piclife/r6.png",

    "bottom_img": "src/images/dual_sport/big/YZ250F_white.png",

    "tab_goods1": "Deltabox® Frame", 
    "deltabox_img": "src/images/dual_sport/big/things/yzf250f_4.png",
    "title_product1": "Aluminium Deltabox Frame",
    "price_product1": "$1, 320",


    "tab_goods2": "Linkage-type KYB® Shock",
    "deltabox_img21": "src/images/dual_sport/big/things/4.png",
    "title_product21": "Fox® FLOAT® 3 Evol R Shock Kit",
    "price_product21": "$1,127.95",
    
    "deltabox_img22": "src/images/dual_sport/big/things/44.png",
    "title_product22": "TRX450R High Plastic Hood",
    "price_product22": "$620.00",
    
    "deltabox_img23": "src/images/dual_sport/big/things/gaiky.png",
    "title_product23": "Shock Bearing Kit",
    "price_product23": "$139, 40",

    
    "tab_goods3": "MotoGP® developed SCS",
    "deltabox_img13": "src/images/dual_sport/big/things/ECU300.png",
    "title_product13": "Slide Control System",
    "price_product13": "$1, 120",


    "tab_goods4": "MotoGP® Styling",
    "glove_img": "src/images/dual_sport/big/things/clothes/4.jpg",
    "glove_title": "3/4 Finger Glove",
    "glove_price": "$19.95",

    "jacket_img": "src/images/dual_sport/big/things/clothes/44.jpg",
    "jacket_title": "SnoForce™ Children's Velocity Jacket",
    "jacket_price": "$84.95",

    "helmet_img": "src/images/dual_sport/big/things/clothes/444.jpg",
    "helmet_title": "Altitude Helmet by 509®",
    "helmet_price": "$199.95 and Up",

    "inner_data": " Also attached to the frame are the fuel tank and battery. At the front of the frame is found the head tube that holds the pivoting front fork, while at the rear there is a pivot point for the swingarm. Some motorcycles[1] include the engine as a load-bearing stressed member; while some others bikes do not use a single frame, but instead have a front and a rear subframe attached to the engine",
    "inner_data21": "Take your riding to the next level of performance and adjustability. Fine tune the rebound, ride height, bottom-out, and dampening settings to the terrain and your riding style.",
    "inner_data22": "When it's time to remove the stock heel baskets, look no further than a digitally cut carbon fiber rear master cylinder guard. This also serves the ultimate purpose of relocating the brake fluid reservoir to a much cleaner looking and more safe location behind the master cylinder and under the carbon fiber guard.",
    "inner_data23": "These Genuine Yamaha Bearing Kits come with all of the components needed to rebuild the swingarm pivot, shock linkage, and shock bearings. Kits include all of the original equipment bearings, seals, O-rings, and collars your bike came with. Unlike some of the aftermarket companies that use a lower quality bearing, these bearings are O-ring sealed to prevent intrusion of dirt, mud, and water and are made of top quality materials. If you don't want to do the job again and in half the time your original bearings lasted, use these Genuine Yamaha kits.",
    "inner_data13": "An ECU is an Engine Control Unit, it’s what controls the engine and its operations. The ECU is a computer that has been programmed to run the engine of your vehicle. The engine control unit goes through thousands of calculations a second, calculating the amount of fuel needed for the current throttle load and RPM, the Ecu needs to calculate many sensory inputs such as air flow and air temperature at that precise moment. Modern ecu’s make easy work of these calculations and run engines very well, with modern Electronic Fuel Injection systems the aim is to maximise the operational output of an engines capability, making full use of the fuel used for combustion and making engines as efficient as possible, trying to get ever last bit of energy from the combustion to turn into power to the wheels of the vehicle.",
    "inner_gloves": "The Yamaha 3/4 Finger Glove features nylon mesh with a Clarino palm and neoprene cuff with a hook-and-loop adjustable strap. Includes custom molded rubber Yamaha logo on cuff strap and Yamaha Tuning Fork on the back of hand. Also available in other colors.",
    "inner_jacket": "The Children's SnoForce Velocity Jacket is made of 300D oxford nylon with a 2000mm/2000g waterproof/breathable coating for added protection from the elements, fixed 8/6 oz. insulation, inner pocket, removable hood, draw-cord hem, wind skirt and spandex cuff glove.",
    "inner_helmet": "The 2016 Altitude Helmet by 509® features: Innovative dual-density, interlocking EPS foam liner that provides top crash protection in the event of an accident; Front chin area of the helmet is protected by a specially designed expanded polyurethane chin insert that provides front impact protection; Outer shell is made of a specially designed thermoplastic poly alloy material for maximum shell strength with minimal weight; Innovative aerodynamic channels run across the entire contour of the helmet; Channels are integrated into the special thermoplastic poly alloy shell and direct adequate air flow into the specially designed vent scoops; Features 6 integrated vent scoops that provide necessary ventilation to keep you comfortable when riding; Overall the helmet features 8 total intake/exhaust vent ports; For those cold days, snap in the included cold weather breath box; Unique aerodynamic visor features a locking top center mount that holds the visor in place and prevents unwanted visor movement; Available in 9 sizes which are carefully designed across 3 outer shell molds, providing a precision fit, while minimizing overall helmet circumference",

    "title_buttonModal1": "AIKEN MOTORCYCLE SALES & SERVICES", 
    "address_buttonModal1": "Address: 2129 WHISKEY RD AIKEN, SC 29803", 
    "phone_buttonModal1": "Phone: 803-649-2872",
    "website_buttonModal1": "Web: http://www.aikenmotorcycle.net", 
    "email_buttonModal1": "Email: aikenmotorcycle@yahoo.com"

  },
  {
    "id": 5,
    "picture1": "src/images/dual_sport/big/WR450F.png",
    "picture2": "src/images/dual_sport/big/WR450F_black.png",
    "picture3": "src/images/dual_sport/big/WR450F_yellow.png",
    "behind": "power",
    "name": "WR450F",
    "year1": "2016",
    "year2": "2015",
    "starting": "starting at",
    "price": "$8,990",
    "iconround1": "src/images/round1.png",
    "iconround2": "src/images/round2.png",
    "iconround3": "src/images/round3.png",
    
    "description": "Innovation is tilted in the opposite side of the cylinder, ultra-compact body and improved suspension last model YZ450F provide a new level of performance for your successful career racer. Optimized valve timing and new camshafts, the MXGP designed for racing, motorcycle ensure a smooth and predictable operation of the engine that allows you to fully disclose all of his tremendous power. The larger diameter front brake disc - 270 mm allows you to brake effectively and sharper, while the new suspension settings and an improved frame design provides better grip and responsiveness.",
    "button1": "find a dealer",
    "button2": "download specs",
    "tab5": "life",
    "icontab5": "src/images/icons/icongrey5.png",
    "tab4": "speed",
    "icontab4": "src/images/icons/icongrey4.png",
    "tab3": "specs",
    "icontab3": "src/images/icons/icongrey3.png",
    "tab2": "power",
    "icontab2": "src/images/icons/icongrey2.png",
    "tab1": "key features",
    "icontab1": "src/images/icons/icongrey1.png",

    "pic_power": "src/images/engine.png",
    "title_power1": "Enduro-Tuned YZ450F Power",
    "description_power1": "YZ450F-style 449cc liquid-cooled DOHC four-stroke with four titanium valves and forward intake and rearward exhaust shares the YZ450F’s piston and cam profiles, with WR450F-specific silencer and ECU tuning built for enduro racing.",
    "title_power2": "Advanced Fuel Injection",
    "description_power2": "Fuel injection system delivers precise throttle response and smooth power delivery at all altitudes and temperatures, featuring a high-performance 44mm throttle body. The air filter is easily accessed without tools and is positioned high in front of the bike, away from dirt roost from the rear tire and further away from water and mud.",
    "title_power3": "Compact Engine Layout",
    "description_power3": "Dry-sump lubrication system carries the oil reservoir inside the engine cases, for excellent mass centralization and no exposed oil lines that can be damaged.",
    "title_power4": "YZ-F-Derived Cooling System",
    "description_power4": "Large-capacity YZ450F radiators provide maximum cooling efficiency with great strength, and come standard with a cooling fan for additional airflow under demanding race conditions.",
    "title_power5": "Enduro-Ready Wide Ratio Gearing",
    "description_power5": "Wide-ratio five-speed transmission and enduro-spec multiplate clutch—ideal for the rigors of tight woods racing.",
    "title_power6": "Wraparound Rear Positioned Exhaust Layout",
    "description_power6": "Lightweight exhaust system maximizes engine power while centralizing the mass of the exhaust system, thanks to the innovative wrap-around design.",
    "title_power7": "California Green Sticker Compliant and Forestry Approved Muffler",
    "description_power7": "An aluminum mechanical muffler with USFS-approved spark arrestor keeps things light and doesn’t require routine servicing.",
    "title_power8": "New Electric Starter System",
    "description_power8": "Electric starter provides effortless, convenient restarts, while new main switch-free electrical system makes starting and riding away even easier than before.",
    
    "pic_features": "src/images/features.png",
    "title_feature1": "Innovative YZ450F-Based Engine Design",
    "description_feature1": "All-new for 2016—with a revolutionary rearward slanted, liquid-cooled, DOHC 4-stroke powerplant with four titanium valves based on the 2016 YZ450F™, a wide ratio five-speed transmission and WR-specific modifications—the new WR450F™ is an “out-of-the-box” enduro machine. (California Green Sticker compliant with a forestry service-approved spark arrestor.)",
    "title_feature2": "New Electric Starter System",
    "description_feature2": "New, main switch-free electrical system provides push-of-the-button electric starting convenience, Just push the starter button and go – no need to power on a main switch or insert a key.",
    "title_feature3": "Bilateral Beam Aluminum Frame",
    "description_feature3": "The WR450F features a YZ-bred aluminum Bilateral Beam frame - engineered from castings, forgings and extrusions - with engine mounts optimized for chassis rigidity characteristics needed in enduro riding conditions.",
    "title_feature4": "Industry Leading KYB® Suspension",
    "description_feature4": "Industry leading, fully adjustable YZ450F-based KYB® spring-type forks with speed-sensitive damping and KYB® shock delivers precise, best-in-class, fade-free handling.",
    "title_feature5": "Enduro-Ready WR450F Features",
    "description_feature5": "WR450F-specifc details include a new wide-ratio five-speed transmission, temperature regulating radiator fan, an optimized clutch, sealed O-ring chain, skid plate, kick start, and a standard side-stand.",
    "title_feature6": "New 270mm Front Brake",
    "description_feature6": "270mm front disc brake offers outstanding machine control and performance, with exceptional stopping power and controllability.",
    "title_feature7": "Enduro Lighting and Instruments",
    "description_feature7": "Headlight, LED taillight and a complete LCD enduro race computer are ready for long race days.",
    "title_feature8": "Enduro Tires and Wheels",
    "description_feature8": "Enduro-specific tires and an 18-inch rear wheel.",

    "pic_specs": "src/images/specs.png",
    "specs_title1": "Engine Type",
    "spect_value1": "449cc liquid-cooled DOHC 4-stroke; 4 titanium valves",
    "specs_title2": "Bore x Stroke",
    "spect_value2": "97.0mm x 60.8mm",
    "specs_title3": "Compression Ratio",
    "spect_value3": "12.5:1",
    "specs_title4": "Fuel Delivery",
    "spect_value4": "Yamaha Fuel Injection (YFI) Keihin® 44mm",
    "specs_title5": "Ignition",
    "spect_value5": "TCI: Transistor Controlled Ignition",
    "specs_title6": "Transmission",
    "spect_value6": "Wide-ratio constant-mesh 5-speed; multiplate wet clutch",
    "specs_title7": "Final Drive",
    "spect_value7": "O-ring chain",

    "pic_speed": "src/images/speedometer.png",
    "speed_value1": "YZ450F-based frame offers a compact size while optimizing mass centralization. With its extensively tested assembly of aluminum forgings and extrusions complete with model-specific engine mounting, the WR450F frame retains legendary Yamaha handling and response. Compact YZ450F-based chassis provides a lightweight feeling with advanced suspension systems for plush and responsive performance for the most demanding rider. Industry leading, fully adjustable YZ450F-based KYB® spring-type fork with speed-sensitive damping and Kashima Coat™ has been specifically tested and tuned for enduro racing and delivers precise, fade-free handling. Fork protectors provide excellent tube protection. The KYB® shock provides 12.5 inches of wheel travel with adjusters for high- and low-speed compression damping, rebound and spring preload—and features a large piggyback reservoir for excellent damping and fade resistance. Large diameter 270mm front brake system is the same disc fitted to the 2016 YZ450F, for exceptional stopping power and braking control. 18-inch enduro-specific rear wheel and tire provides added comfort on rough trails as well as reducing the possibility of pinch flats.",

    "pic_life": "src/images/roadlife.png",
    "pic_life1": "src/images/piclife/r3.png",

    "bottom_img": "src/images/dual_sport/big/WR450F_black.png",


    "tab_goods1": "Deltabox® Frame", 
    "deltabox_img": "src/images/dual_sport/big/things/yzf250f_2.png",
    "title_product1": "Aluminium Deltabox Frame",
    "price_product1": "$940.00",


    "tab_goods2": "Linkage-type KYB® Shock",
    "deltabox_img21": "src/images/dual_sport/big/things/5.png",
    "title_product21": "Fox® FLOAT® 2 Shock Set",
    "price_product21": "$734.95",
    
    "deltabox_img22": "src/images/dual_sport/big/things/44.png",
    "title_product22": "Carbon Fiber Skid Plate",
    "price_product22": "$830.00",
    
    "deltabox_img23": "src/images/dual_sport/big/things/gaiky.png",
    "title_product23": "Shock Bearing Kit",
    "price_product23": "$139, 40",

    
    "tab_goods3": "MotoGP® developed SCS",
    "deltabox_img13": "src/images/dual_sport/big/things/ECU300.png",
    "title_product13": "Slide Control System",
    "price_product13": "$1, 120",


    "tab_goods4": "MotoGP® Styling",
    "glove_img": "src/images/dual_sport/big/things/clothes/5.jpg",
    "glove_title": "3/4 Finger Glove",
    "glove_price": "$21.99",

    "jacket_img": "src/images/dual_sport/big/things/clothes/55.jpg",
    "jacket_title": "SRViper Jacket by FXR®",
    "jacket_price": "$329.99",

    "helmet_img": "src/images/dual_sport/big/things/clothes/555.jpg",
    "helmet_title": "Tactical Helmet by 509®",
    "helmet_price": "$149.95 and Up",

    "inner_data": "In the early days, motorcycles were little more than motorised bicycles, and consequently frames were tubular steel. While the use of steel tubing is still common, in modern times other materials such as titanium, aluminium, magnesium, and carbon-fibre, along with composites of these materials, are now used. As different motorcycles have varying design parameters (such as cost, complexity, weight distribution, stiffness, power output and speed), there is no single ideal frame design, and designers must make an informed decision of the optimum choice.",
    "inner_data21": "The all-new FLOAT® 2 an exceptional choice for do anything sledding, the ultimate “2-for-1” combo. Negative spring technology allows for an extremely plush ride in initial travel (say goodbye to stutter bumps), and fast, stiff cornering, while maintaining ultra ride plushness.",
    "inner_data22": "Our super light skid plate is produced using specially formulated carbon fiber, that is digitally water jet cut for a precise fit and is guaranteed to withstand the abuse of pro national riders. ",
    "inner_data23": "These Genuine Yamaha Bearing Kits come with all of the components needed to rebuild the swingarm pivot, shock linkage, and shock bearings. Kits include all of the original equipment bearings, seals, O-rings, and collars your bike came with. Unlike some of the aftermarket companies that use a lower quality bearing, these bearings are O-ring sealed to prevent intrusion of dirt, mud, and water and are made of top quality materials. If you don't want to do the job again and in half the time your original bearings lasted, use these Genuine Yamaha kits.",
    "inner_data13": "An ECU is an Engine Control Unit, it’s what controls the engine and its operations. The ECU is a computer that has been programmed to run the engine of your vehicle. The engine control unit goes through thousands of calculations a second, calculating the amount of fuel needed for the current throttle load and RPM, the Ecu needs to calculate many sensory inputs such as air flow and air temperature at that precise moment. Modern ecu’s make easy work of these calculations and run engines very well, with modern Electronic Fuel Injection systems the aim is to maximise the operational output of an engines capability, making full use of the fuel used for combustion and making engines as efficient as possible, trying to get ever last bit of energy from the combustion to turn into power to the wheels of the vehicle.",
    "inner_gloves": "The Yamaha 3/4 Finger Glove features nylon mesh with a Clarino palm and neoprene cuff with a hook-and-loop adjustable strap. Includes custom molded rubber Yamaha logo on cuff strap and Yamaha Tuning Fork on the back of hand. Also available in other colors.",
    "inner_jacket": "The Yamaha SR Viper Jacket by FXR features: Durable nylon/polyester shell with Reissa® laminate; 2,000mm/2,000g/m² waterproof/breathable; Moisture wicking, quick dry mesh lining with inside zipper pocket; Removable zip-out liner, comfortable Thermal Flex™ 200g body/150g sleeve insulation with inside zipper pocket; Durable YKK® Vision front zipper; Cold-stop multi-placket magnetic/snap front closure system; FXR exclusive Radial Dry Vent System™ with 1-way zippers with Dry Vent mesh inserts",
    "inner_helmet": "The Tactical Helmet by 509® features: Innovative dual-density, interlocking EPS foam liner provides industry-leading crash protection in the event of an accident; The front chin area of the helmet is protected by a specially designed expanded polyurethane chin insert that provides front impact protection; The outer shell is made of a durable polycarbonate; Integrated front, top intake vents and rear exhaust vents; Included cold-weather breath box can install in seconds to keep you warm and dry under the harshest conditions; Aerodynamic visor features a locking top center mount that holds the visor in place and prevents unwanted visor movement; Custom interior EPS head foam with premium removable liner creates an extremely comfortable fit",

    "title_buttonModal1": "CENTRAL FLORIDA POWERSPORTS, INC.", 
    "address_buttonModal1": "Address: 2575 N ORANGE BLOSSOM TRL KISSIMMEE, FL 34744", 
    "phone_buttonModal1": "Phone: 407-847-2453",
    "website_buttonModal1": "Web: None", 
    "email_buttonModal1": "Email: None",
    "title_buttonModal2": "TRI-COUNTY YAMAHA", 
    "address_buttonModal2": "Address: 135 S MAIN ST PETERSBURG, WV 26847", 
    "phone_buttonModal2": "Phone: 304-257-4420", 
    "website_buttonModal2": "Web: None", 
    "email_buttonModal2": "Email:  None",
    "title_buttonModal3": "EARLY'S CYCLE CENTER", 
    "address_buttonModal3": "Address: 1921 S HIGH STHARRISONBURG, VA 22801", 
    "phone_buttonModal3": "Phone: 540-433-2585", 
    "website_buttonModal3": "Web: http://www.earlyscycle.com", 
    "email_buttonModal3": "Email:  earlyscycle@aol.com"

  }
]