[
  {
    "id": 1,
    "picture1": "src/images/supersport_touring/big/2016_FJR1300A_blue2.png",
    "picture2": "src/images/supersport_touring/big/FJR1300A_red.png",
    "picture3": "src/images/supersport_touring/big/FJR1300A_silver.png",
    "behind": "speed",
    "name": "FJR1300A",
    "year1": "2016",
    "year2": "2015",
    "starting": "starting at",
    "price": "$16,390",
    "iconround1": "src/images/round1.png",
    "iconround2": "src/images/round7.png",
    "iconround3": "src/images/round4.png",
    
    "description": "Over the past ten years, this is truly versatile bike has given thousands of owners the opportunity to experience a feeling of class Supersport and appreciate the unsurpassed comfort. Each element of this sports-tourism model is developed using the latest technology in order to overcome great distances in record time. The combination of a 6-speed gearbox with A & S clutch and 4-cylinder engine capacity of 1293 cm3 provides powerful acceleration and performance when driving at high speed at every turn of the throttle. Thanks to a 25-liter fuel tank, aerodynamic fairing, the electronic adjustment of the windscreen, as well as cruise control and fully adjustable fit while driving, a new generation of motorcycle FJR1300A take you to your destination quickly and easily as any other.",
    "button1": "find a dealer",
    "button2": "download specs",
    "tab5": "life",
    "icontab5": "src/images/icons/icongrey5.png",
    "tab4": "speed",
    "icontab4": "src/images/icons/icongrey4.png",
    "tab3": "specs",
    "icontab3": "src/images/icons/icongrey3.png",
    "tab2": "power",
    "icontab2": "src/images/icons/icongrey2.png",
    "tab1": "key features",
    "icontab1": "src/images/icons/icongrey1.png",
    "pic_features": "",
    "pic_power": "src/images/engine.png",
    "title_power1": "New 6-Speed Transmission",
    "description_power1": "An all-new transmission pushes the 2016 FJR1300A to new heights, with the revised ratios providing evenly spaced gearing for sporty riding, with a tall sixth gear for relaxed cruising on the highway. Additionally, the transmission gears are now helically cut, for smoother, quieter running, and new separated gear dogs improve transmission performance.",
    "title_power2": "New Assist-and-Slipper Clutch",
    "description_power2": "The FJR1300A includes a new assist-and-slipper clutch unit that provides additional clutch plate clamping force under engine torque, as well as reduced force under back-torque from the rear wheel. This allows for the use of lighter clutch springs - reducing clutch lever effort by approximately 20% - as well as smoother, more refined downshifting.",
    "title_power3": "Effortless, Big-Bore Thrust",
    "description_power3": "The FJR1300A features a compact 1298cc, DOHC, 16-valve, liquid-cooled inline four-cylinder engine that delivers superb power and torque, for an unequaled spread of muscle over a wide rpm range. The engine is always ready to respond with strong passing power, even with a passenger and full load of luggage aboard.",
    "title_power4": "Advanced Engine Design",
    "description_power4": "The slant-block motor design uses stacked, tri-axis gearbox shafts to minimize engine size while optimizing chassis geometry for balanced weight distribution and great handling. Inside, lightweight forged pistons with carburized connecting rods provide superb strength and reduced reciprocating mass for outstanding durability and performance.",
    "title_power5": "Traction Control",
    "description_power5": "The FJR1300A’s Traction Control System detects tire slip and adjusts ignition timing, fuel injection volume, and throttle valve opening to help prevent uncontrolled wheelspin. The system is designed to let the operator ride on roads that have limited traction with greater confidence.",
    "title_power6": "Cruise Control",
    "description_power6": "Cruise control makes touring a breeze, adjusting a set speed via a single push to the switch or, for larger adjustments, by continuously pushing the switch. A resume function returns the cruise control to the most recent setting, while activating the brakes, clutch or throttle return releases the cruise control.",
    "title_power7": "Advanced Ride-by-Wire Fuel Injection",
    "description_power7": "The FJR1300A makes use of Yamaha’s Chip Controlled Throttle (YCC-T), a ride-by-wire system that provides crisp, seamless throttle response in a variety of altitude and weather conditions—ideally matched to the refined and sporty nature of the FJR.",
    "title_power8": "Adjustable D-Mode Throttle",
    "description_power8": "Thanks to the flexibility provided by YCC-T, the FJR1300A gives riders a choice of two throttle response modes to best suit preferences and riding conditions. T-Mode provides a smooth throttle response, ideal for touring, while the S-Mode maximizes performance response for a sportier, more aggressive character.",
    "title_power9": "Compact and Efficient Shaft Drive",
    "description_power9": "The FJR1300A features a clean, quiet running and extremely durable shaft drive to the rear wheel. Built to handle the big mileage numbers touring riders rack up, the shaft drive system require minimal maintenance and lets the rider focus on the journey.",
    "title_power10": "High Efficiency Dual Exhaust",
    "description_power10": "The four-into-one-into-two stainless-steel exhaust optimizes engine performance across the powerband, and an updated catalyst runs cleaner than ever before.",

    "pic_features": "src/images/features.png",
    "title_feature1": "Putting the “Sport” in Supersport Touring",
    "description_feature1": "The 2016 FJR1300A features a compact and lightweight, 1298cc, DOHC, 16 valve, liquid-cooled inline four-cylinder engine that delivers superb power and torque for unequaled muscular acceleration across the RPM range.",
    "title_feature2": "New 6-Speed Transmission",
    "description_feature2": "An all-new transmission pushes the 2016 FJR1300A to new heights, with the revised ratios providing evenly spaced gearing for sporty riding and a tall 6th gear for relaxed highway riding. Additionally, the transmission gears have been modified to offer smoother, quieter running.",
    "title_feature3": "Advanced YCC-T Engine Control, Traction Control, Cruise Control, D-Mode Engine Mapping",
    "description_feature3": "Yamaha’s exclusive Chip Controlled Throttle YCC-T, a ride-by-wire system provides crisp, seamless throttle response. YCC-T also allows for other advanced systems that are ideal for Supersport Touring such as traction control, cruise control and D-Mode adjustable engine mapping.",
    "title_feature4": "New LED Lighting System",
    "description_feature4": "Headlined by the new LED headlight system and LED tail light design, the FJR1300A features stylish, supersport-inspired bodywork with integrated airflow management that keeps the rider comfortable when weather conditions vary.",
    "title_feature5": "Adjustability for Rider and Passenger Comfort",
    "description_feature5": "A range of features make the FJR1300A the ideal travel companion, including adjustable ergonomics, a push-button adjustable windscreen, a plush seat designed for rider and passenger, integrated hard luggage and a large 6.6 gallon fuel tank.",

    "pic_specs": "src/images/specs.png",
    "specs_title1": "Engine Type",
    "spect_value1": "1298cc liquid-cooled DOHC inline 4-cylinder; 16 valves",
    "specs_title2": "Bore x Stroke",
    "spect_value2": "79.0mm x 66.2mm",
    "specs_title3": "Compression Ratio",
    "spect_value3": "10.8:1",
    "specs_title4": "Fuel Delivery",
    "spect_value4": "Yamaha Fuel Injection with YCC-T",
    "specs_title5": "Ignition",
    "spect_value5": "TCI: Transistor Controlled Ignition",
    "specs_title6": "Transmission",
    "spect_value6": "6-speed; multiplate assist-and-slipper wet clutch",
    "specs_title7": "Final Drive",
    "spect_value7": "Shaft",

    "pic_speed": "src/images/speedometer.png",
    "speed_value1": "The bold new face of the FJR1300A features stylish all-LED lighting, including a quad-element LED headlight assembly. The LED system produces bright, sharp light and uses less power. As on the previous FJR, the headlights also feature tool-less adjustment of headlight angle to account for vehicle loads. Finally, a new LED tail lamp assembly adds even more style and quality. The FJR1300A’s advanced fork and shock are tuned for an ideal balance of chassis control and plush comfort. The 48mm fork is fully adjustable to account for rider preferences and road conditions, while the shock features both preload and rebound damping adjustments. Advanced brakes front and rear provide exceptional braking power and control, and are linked via Yamaha’s Unified Braking System, for balanced braking power. ABS further boosts rider confidence by preventing wheel lock-ups in reduced-traction conditions.",

    "pic_life": "src/images/roadlife.png",
    "pic_life1": "src/images/piclife/r125.png",

    "bottom_img": "src/images/supersport_touring/big/2016_FJR1300A_blue2.png",


    "tab_goods1": "Deltabox® Frame", 
    "deltabox_img": "src/images/supersport_touring/big/things/FJR1300.png",
    "title_product1": "Aluminium Deltabox Frame",
    "price_product1": "$690.00",


    "tab_goods2": "Linkage-type KYB® Shock",
    "deltabox_img21": "src/images/supersport_touring/big/things/1.png",
    "title_product21": "Fox Racing Factory Float Ctd Shock",
    "price_product21": "$805.99",
    
    "deltabox_img22": "src/images/supersport_touring/big/things/44.png",
    "title_product22": "Seat Cover",
    "price_product22": "$830.00",
    
    "deltabox_img23": "src/images/supersport_touring/big/things/gaiky.png",
    "title_product23": "Shock Bearing Kit",
    "price_product23": "$139, 40",

    
    "tab_goods3": "MotoGP® developed SCS",
    "deltabox_img13": "src/images/supersport_touring/big/things/ecu-ferrari-458.png",
    "title_product13": "Slide Control System",
    "price_product13": "$1, 120",


    "tab_goods4": "MotoGP® Styling",
    "glove_img": "src/images/supersport_touring/big/things/clothes/1.jpg",
    "glove_title": "Phantom Glove by JetPilot®",
    "glove_price": "$24.99",

    "jacket_img": "src/images/supersport_touring/big/things/clothes/11.jpg",
    "jacket_title": "Tornado Jacket by REV’IT!®",
    "jacket_price": "$329.99",

    "helmet_img": "src/images/supersport_touring/big/things/clothes/111.jpg",
    "helmet_title": "Fuel Helmet by FXR®",
    "helmet_price": "$249.95 and Up",

    "inner_data": "A trellis frame connects the steering head to the swingarm pivot as directly as possible using metal tube arranged in triangulated reinforcement. Using lattice girder principles, a trellis frame is typically constructed of round or oval section metal tubular segments that are welded or brazed together. A well-designed trellis frame should provide a strong, lightweight structure that simplifies placement of engine & components, and gives good access for maintenance.",
    "inner_data21": "Powered by frooition profox racing factory float ctd shock // 6. 5x1. 5 // kashima coated // remote ready full size. Full size imageclick to close full size. Item descriptiontackling a technical downhill course can be quite a challenge, but having good suspension can definitely make it easier, which is where the 2015 fox float ctd shock comes in. This beastly shock features 1. 5 of travel over its 6. 5 length making your rugged descent a supple ride. Fox utilized their 3 position ctd design that adjusts your shock for the climb, the trail, and the descent; providing the perfect rebound for every riding condition. Fox also used a kashima coating to provide a buttery smooth travel, no matter how dirty you get on the trail. ",
    "inner_data22": "What you see is the flattest, roundest, and most functional seat foam available today. This seat cover is also superior in appearance to the previous blocky and bulky foam.",
    "inner_data23": "These Genuine Yamaha Bearing Kits come with all of the components needed to rebuild the swingarm pivot, shock linkage, and shock bearings. Kits include all of the original equipment bearings, seals, O-rings, and collars your bike came with. Unlike some of the aftermarket companies that use a lower quality bearing, these bearings are O-ring sealed to prevent intrusion of dirt, mud, and water and are made of top quality materials. If you don't want to do the job again and in half the time your original bearings lasted, use these Genuine Yamaha kits.",
    "inner_data13": "In the early 1990’s vehicle manufactures introduced the Engine Control Unit (ECU), this is an on board computer that tells your engine what to do and when to do it. In the early days Electronic Engineers started to change the chips in the ECU and upgrade them to deliver better engine performance, this was known as Chip Tuning. By the late 1990’s all major manufactures had introduced the ECU. Advancement in technology means we no longer change chips, but custom design software ‘called a Map’ for the ECU with optimised instructions to run the engine.",
    "inner_gloves": "JetPilot®'s Phantom Gloves feature a sublimated ultra-lite one-piece upper Clarino® palm and reinforced thumb panel. Includes custom wrist closer and super tacky palm to add extra hold.  Available in several color options.",
    "inner_jacket": "Built to be your secret weapon against the heat of summer. The Yamaha Tornado Jacket by REV’IT!® features: Ventilation panels; Knox® Flexiform CE protection; Fully ventilated textile mesh jacket when liner is removed; Detachable 2-in-1 thermal liner and membrane; Visibility laminated reflective at chest and back; Adjustment strap/tab and flexisnap; Collar hook, double short connection zipper",
    "inner_helmet": "The Yamaha Fuel Helmet by FXR® has a lightweight and impact-resistant polycarbonate shell with a dual density EPS liner.  This helmet features: Removable breath box and chin skirt; Adjustable hi-flow air ventilation system with drag reduction spoiler help keep air flowing in the proper places; Anti-fog, anti-scratch and UV filtering; Distortion free; Dual layer face shield comes standard (electric heat option available); Built-in flip down amber sun shade and easy-to-use face shield retention system; Chin bar can be lifted ultra-high and then easily returned with the extra-large release",

    "title_buttonModal1": "STAR CITY POWERSPORTS", 
    "address_buttonModal1": "Address: 5120 PETERS CREEK RD ROANOKE, VA 24019", 
    "phone_buttonModal1": "Phone: 540-366-8500",
    "website_buttonModal1": "Web: http://www.starcitypowersports.com", 
    "email_buttonModal1": "Email:  info@starcitypowersports.com",
    "title_buttonModal2": "WAYNE CYCLE SHOP", 
    "address_buttonModal2": "Address: 183 E SIDE HWY WAYNESBORO, VA 22980", 
    "phone_buttonModal2": "Phone: 540-943-1111", 
    "website_buttonModal2": "Web: http://www.waynecycle.com", 
    "email_buttonModal2": "Email:  adam@waynecycle.com",
    "title_buttonModal3": "EARLY'S CYCLE CENTER", 
    "address_buttonModal3": "Address: 1921 S HIGH STHARRISONBURG, VA 22801", 
    "phone_buttonModal3": "Phone: 540-433-2585", 
    "website_buttonModal3": "Web: http://www.earlyscycle.com", 
    "email_buttonModal3": "Email:  earlyscycle@aol.com"

  },
  {
    "id": 2,
    "picture1": "src/images/supersport_touring/big/FJR1300AE_blue.png",
    "picture2": "src/images/supersport_touring/big/FJR1300AE_black.png",
    "picture3": "src/images/supersport_touring/big/FJR1300AE.png",
    "behind": "power",
    "name": "FJR1300AE",
    "year1": "2016",
    "year2": "2015",
    "starting": "starting at",
    "price": "$16,890",
    "iconround1": "src/images/round1.png",
    "iconround2": "src/images/round2.png",
    "iconround3": "src/images/round4.png",
    
    "description": "E-adjustable suspension and inverted fork provides maximum comfort. His new 6-speed gearbox ensures powerful acceleration and smooth running at high speed, and the latest A & S clutch for smoother downshifting. Yamaha Advanced suspension system is designed to allow the driver to fine-tune the bike depending on the load and different road conditions. Choice of four basic parameters and the three settings of the suspension provides maximum comfort for the driver Yamaha FJR1300AS in all conditions.",
    "button1": "find a dealer",
    "button2": "download specs",
    "tab5": "life",
    "icontab5": "src/images/icons/icongrey5.png",
    "tab4": "speed",
    "icontab4": "src/images/icons/icongrey4.png",
    "tab3": "specs",
    "icontab3": "src/images/icons/icongrey3.png",
    "tab2": "power",
    "icontab2": "src/images/icons/icongrey2.png",
    "pic_power": "src/images/engine.png",
    "tab1": "key features",
    "icontab1": "src/images/icons/icongrey1.png",
    "title_power1": "Six-Speed Transmission",
    "description_power1": "The FJR1300ES features a compact six-speed transmission, with ratios providing evenly spaced gearing for sporty riding with a tall 6th gear for relaxed highway riding. Additionally, the transmission gears are helically cut, for smooth, quiet running, with separated gear dogs for excellent transmission performance.",
    "title_power2": "Assist-and-Slipper Clutch",
    "description_power2": "The FJR1300ES features an assist-and-slipper clutch unit that provides additional clutch plate clamping force under engine torque, as well as reduced force under back-torque from the rear wheel. This allows for the use of lighter clutch springs - reducing clutch lever effort by approximately 20% - as well as smoother, more refined downshifting.",
    "title_power3": "Effortless, Big-Bore Thrust",
    "description_power3": "The FJR1300ES  features a compact 1298cc, DOHC, 16-valve, liquid-cooled inline four-cylinder engine that delivers superb power and torque, for an unequaled spread of muscle over a wide rpm range. The engine is always ready to respond with strong passing power, even with a passenger and full load of luggage aboard.",
    "title_power4": "Advanced Engine Design",
    "description_power4": "The slant-block motor design uses stacked, tri-axis gearbox shafts to minimize engine size while optimizing chassis geometry for balanced weight distribution and great handling. Inside, lightweight forged pistons with carburized connecting rods provide superb strength and reduced reciprocating mass for outstanding durability and performance.",
    "title_power5": "Traction Control",
    "description_power5": "The FJR1300ES’s Traction Control System detects tire slip and adjusts ignition timing, fuel injection volume, and throttle valve opening to help prevent uncontrolled wheelspin. The system is designed to let the operator ride on roads that have limited traction with greater confidence.",
    "title_power6": "Cruise Control",
    "description_power6": "Cruise control makes touring a breeze, adjusting a set speed via a single push to the switch or, for larger adjustments, by continuously pushing the switch. A resume function returns the cruise control to the most recent setting, while activating the brakes, clutch or throttle return releases the cruise control.",
    "title_power7": "Advanced Ride-by-Wire Fuel Injection",
    "description_power7": "The FJR1300ES makes use of Yamaha’s Chip Controlled Throttle (YCC-T), a ride-by-wire system that provides crisp, seamless throttle response in a variety of altitude and weather conditions—ideally matched to the refined and sporty nature of the FJR.",
    "title_power8": "Adjustable D-Mode Throttle",
    "description_power8": "Thanks to the flexibility provided by YCC-T, the FJR1300A gives riders a choice of two throttle response modes to best suit preferences and riding conditions. T-Mode provides a smooth throttle response, ideal for touring, while the S-Mode maximizes performance response for a sportier, more aggressive character.",
    "title_power9": "Compact and Efficient Shaft Drive",
    "description_power9": "The FJR1300ES features a clean, quiet running and extremely durable shaft drive to the rear wheel. Built to handle the big mileage numbers touring riders rack up, the shaft drive system require minimal maintenance and lets the rider focus on the journey.",
    "title_power10": "High Efficiency Dual Exhaust",
    "description_power10": "The four-into-one-into-two stainless-steel exhaust optimizes engine performance across the powerband, and an updated catalyst runs cleaner than ever before.",
    
    "pic_features": "src/images/features.png",
    "title_feature1": "Putting the “Sport” in Supersport Touring",
    "description_feature1": "The 2016 FJR1300ES  features a compact and lightweight, 1298cc, DOHC, 16 valve, liquid-cooled inline four-cylinder engine that delivers superb power and torque for unequaled muscular acceleration across the RPM range.",
    "title_feature2": "New 6-Speed Transmission",
    "description_feature2": "An all-new transmission pushes the 2016 FJR1300ES  to new heights, with the revised ratios providing evenly spaced gearing for sporty riding and a tall 6th gear for relaxed highway riding. Additionally, the transmission gears have been modified to offer smoother, quieter running.",
    "title_feature3": "Advanced YCC-T Engine Control, Traction Control, Cruise Control, D-Mode Engine Mapping",
    "description_feature3": "Yamaha’s exclusive Chip Controlled Throttle YCC-T, a ride-by-wire system provides crisp, seamless throttle response. YCC-T also allows for other advanced systems that are ideal for Supersport Touring such as traction control, cruise control and D-Mode adjustable engine mapping.",
    "title_feature4": "New LED Lighting System",
    "description_feature4": "Headlined by the new LED headlight system and LED tail light design, the FJR1300A features stylish, supersport-inspired bodywork with integrated airflow management that keeps the rider comfortable when weather conditions vary.",
    "title_feature5": "Adjustability for Rider and Passenger Comfort",
    "description_feature5": "A range of features make the FJR1300ES the ideal travel companion, including adjustable ergonomics, a push-button adjustable windscreen, a plush seat designed for rider and passenger, integrated hard luggage and a large 6.6 gallon fuel tank.",

    "pic_specs": "src/images/specs.png",
    "specs_title1": "Engine Type",
    "spect_value1": "1298cc liquid-cooled inline 4-cylinder; DOHC, 16 valves",
    "specs_title2": "Bore x Stroke",
    "spect_value2": "79.0 x 66.2mm",
    "specs_title3": "Compression Ratio",
    "spect_value3": "10.8:1",
    "specs_title4": "Fuel Delivery",
    "spect_value4": "Fuel Injection",
    "specs_title5": "Ignition",
    "spect_value5": "TCI: Transistor Controlled Ignition",
    "specs_title6": "Transmission",
    "spect_value6": "5-speed; multiplate wet clutch",
    "specs_title7": "Final Drive",
    "spect_value7": "Shaft",

    "pic_speed": "src/images/speedometer.png",
    "speed_value1": "Headlined by the LED headlight system, the FJR1300ES’s stylish, supersport-inspired bodywork with integrated airflow management keeps the rider comfortable. A central vent beneath the instrument panel reduces negative pressure for less buffeting, and adjustable fairing side panels let the rider direct lower body airflow. Electronically adjusted suspension makes finding the right setting as easy as pushing a button. With four pre-load settings, three damping presets, and an additional seven damping fine-tuning adjustments, the FJR1300ES suspension can be dialed-in to meet the needs of the rider, passenger and the riding conditions. Advanced brakes front and rear provide exceptional braking power and control, and are linked via Yamaha’s Unified Braking System, for balanced braking power. ABS further boosts rider confidence by preventing wheel lock-ups in reduced-traction conditions.",

    "pic_life": "src/images/roadlife.png",
    "pic_life1": "src/images/piclife/r1.png",

    "bottom_img": "src/images/supersport_touring/big/FJR1300AE_black.png",


    "tab_goods1": "Deltabox® Frame", 
    "deltabox_img": "src/images/supersport_touring/big/things/FJR1300_2.png",
    "title_product1": "Aluminium Deltabox Frame",
    "price_product1": "$752.00",


    "tab_goods2": "Linkage-type KYB® Shock",
    "deltabox_img21": "src/images/supersport_touring/big/things/2.png",
    "title_product21": "Fox Float Ctd Rear Air Shock",
    "price_product21": "$715.99",
    
    "deltabox_img22": "src/images/supersport_touring/big/things/44.png",
    "title_product22": "Seat Cover Desert",
    "price_product22": "$627.00",
    
    "deltabox_img23": "src/images/supersport_touring/big/things/gaiky.png",
    "title_product23": "Shock Bearing Kit",
    "price_product23": "$139, 40",

    
    "tab_goods3": "MotoGP® developed SCS",
    "deltabox_img13": "src/images/supersport_touring/big/things/ecu-ferrari-458.png",
    "title_product13": "Slide Control System",
    "price_product13": "$1, 120",


    "tab_goods4": "MotoGP® Styling",
    "glove_img": "src/images/supersport_touring/big/things/clothes/2.jpg",
    "glove_title": "Women's Fusion Gauntlet Gloves",
    "glove_price": "$79.95",

    "jacket_img": "src/images/supersport_touring/big/things/clothes/22.jpg",
    "jacket_title": "Racing Fleece Jacket",
    "jacket_price": "$89.99",

    "helmet_img": "src/images/supersport_touring/big/things/clothes/222.jpg",
    "helmet_title": "Xero Modular Helmet by 509®",
    "helmet_price": "$499.95",

    "inner_data": "A trellis frame connects the steering head to the swingarm pivot as directly as possible using metal tube arranged in triangulated reinforcement. Using lattice girder principles, a trellis frame is typically constructed of round or oval section metal tubular segments that are welded or brazed together. A well-designed trellis frame should provide a strong, lightweight structure that simplifies placement of engine & components, and gives good access for maintenance.",
    "inner_data21": "Orders shipping to hawaii, puerto rico, guam or alaska may not select the free shipping option for this item, if free shipping is selected for one of these destinations we reserve the right to cancel your order. All international shipments are thoroughly inspected to assure perfect product fulfillment.​ for international returns, must be unused with the original packing sends together within 30 days, we will not reimburse for customs, import duties and taxes. For any return request please contact us by ebay message please allow 3-5 business days after we receive your package to process your return we will reserves the right to charge a 15% restocking fee plus any return fees charge to us in order to recover the refused package. ",
    "inner_data22": "With a 2 1/4\" increase in height over a 2004 foam, the transition from sitting to standing is much easier. Quad Tech-ATV delivered a seat that desert racers/riders and dune riders love. ",
    "inner_data23": "These Genuine Yamaha Bearing Kits come with all of the components needed to rebuild the swingarm pivot, shock linkage, and shock bearings. Kits include all of the original equipment bearings, seals, O-rings, and collars your bike came with. Unlike some of the aftermarket companies that use a lower quality bearing, these bearings are O-ring sealed to prevent intrusion of dirt, mud, and water and are made of top quality materials. If you don't want to do the job again and in half the time your original bearings lasted, use these Genuine Yamaha kits.",
    "inner_data13": "In the early 1990’s vehicle manufactures introduced the Engine Control Unit (ECU), this is an on board computer that tells your engine what to do and when to do it. In the early days Electronic Engineers started to change the chips in the ECU and upgrade them to deliver better engine performance, this was known as Chip Tuning. By the late 1990’s all major manufactures had introduced the ECU. Advancement in technology means we no longer change chips, but custom design software ‘called a Map’ for the ECU with optimised instructions to run the engine.",
    "inner_gloves": "The Yamaha Women's Fusion Gauntlet Gloves features: Durable nylon shell construction; Reinforced full grain leather palm construction; Thinsulate® 300g back of hand and thumb/200g palm and fourchette insulation; Waterproof/Breathable HIPORA® insert; Aggressive pre-curved finger design for precision fit and dexterity; High visibility corded 3M™ Scotchlite™ reflective ",
    "inner_jacket": "The Yamaha Racing Fleece Jacket features: Heavyweight fleece body with Pilotex 330D Nylon Taslan arms/shoulders/sides; 3M Scotchlite reflective material on back and sides of jacket for nighttime visibility; Embroidered Yamaha Racing logos on front and back with Yamaha flag label on side; Two lower hand/cargo pockets for storage and warmth; Polyester liner has two Velcro drop pockets for storage and one left side Velcro cell phone pocket",
    "inner_helmet": "509 developed the Xero Modular Helmet for the consumer who just doesn’t want to use a traditional open face helmet and goggle combo. Every aspect of the XERO was carefully crafted from the very best materials and workmanship.",
    
    "title_buttonModal1": "COLEMAN POWERSPORTS", 
    "address_buttonModal1": "Address: 14105 TELEGRAPH RD WOODBRIDGE, VA 22192", 
    "phone_buttonModal1": "Phone: 703-497-1500",
    "website_buttonModal1": "Web: http://www.wherethepoweris.com", 
    "email_buttonModal1": "Email:  kharrison@wherethepoweris.com",
    "title_buttonModal2": "TRI-COUNTY YAMAHA", 
    "address_buttonModal2": "Address: 135 S MAIN ST PETERSBURG, WV 26847", 
    "phone_buttonModal2": "Phone: 304-257-4420", 
    "website_buttonModal2": "Web: None", 
    "email_buttonModal2": "Email: None"
  },
  {
    "id": 3,
    "picture1": "src/images/supersport_touring/big/FJR1300AS_red.png",
    "picture2": "src/images/supersport_touring/big/FJR1300AS_black.png",
    "picture3": "src/images/supersport_touring/big/FJR1300AS.png",
    "behind": "speed",
    "name": "FJR1300AS",
    "year1": "2016",
    "year2": "2015",
    "starting": "starting at",
    "price": "$17,999",
    "iconround1": "src/images/round7.png",
    "iconround2": "src/images/round2.png",
    "iconround3": "src/images/round4.png",
    
    "description": "Advanced FJR1300AS unique. What makes it so special - it is an electronic clutch management system, which allows you to switch gears left leg or a finger without using the clutch lever. That means less work and more fun from every ride. Sophisticated bike for long trips and equipped with modern suspension with electronically controlled, which also includes an inverted fork damper - it allows you to change the settings by pressing the switch rigidity. With its powerful engine volume of 1298 cc, aluminum sports chassis, the traction and cruise-control, FJR1300AS ready to change your perception of the world.",
    "button1": "find a dealer",
    "button2": "download specs",
    "tab5": "life",
    "icontab5": "src/images/icons/icongrey5.png",
    "tab4": "speed",
    "icontab4": "src/images/icons/icongrey4.png",
    "tab3": "specs",
    "icontab3": "src/images/icons/icongrey3.png",
    "tab2": "power",
    "icontab2": "src/images/icons/icongrey2.png",
    "tab1": "key features",
    "icontab1": "src/images/icons/icongrey1.png",
    "pic_power": "src/images/engine.png",
    "title_power1": "Six-Speed Transmission",
    "description_power1": "The FJR1300AS  features a compact six-speed transmission, with ratios providing evenly spaced gearing for sporty riding with a tall 6th gear for relaxed highway riding. Additionally, the transmission gears are helically cut, for smooth, quiet running, with separated gear dogs for excellent transmission performance.",
    "title_power2": "Assist-and-Slipper Clutch",
    "description_power2": "The FJR1300AS features an assist-and-slipper clutch unit that provides additional clutch plate clamping force under engine torque, as well as reduced force under back-torque from the rear wheel. This allows for the use of lighter clutch springs - reducing clutch lever effort by approximately 20% - as well as smoother, more refined downshifting.",
    "title_power3": "Effortless, Big-Bore Thrust",
    "description_power3": "The FJR1300AS  features a compact 1298cc, DOHC, 16-valve, liquid-cooled inline four-cylinder engine that delivers superb power and torque, for an unequaled spread of muscle over a wide rpm range. The engine is always ready to respond with strong passing power, even with a passenger and full load of luggage aboard.",
    "title_power4": "Advanced Engine Design",
    "description_power4": "The slant-block motor design uses stacked, tri-axis gearbox shafts to minimize engine size while optimizing chassis geometry for balanced weight distribution and great handling. Inside, lightweight forged pistons with carburized connecting rods provide superb strength and reduced reciprocating mass for outstanding durability and performance.",
    "title_power5": "Traction Control",
    "description_power5": "The FJR1300AS's Traction Control System detects tire slip and adjusts ignition timing, fuel injection volume, and throttle valve opening to help prevent uncontrolled wheelspin. The system is designed to let the operator ride on roads that have limited traction with greater confidence.",
    "title_power6": "Cruise Control",
    "description_power6": "Cruise control makes touring a breeze, adjusting a set speed via a single push to the switch or, for larger adjustments, by continuously pushing the switch. A resume function returns the cruise control to the most recent setting, while activating the brakes, clutch or throttle return releases the cruise control.",
    "title_power7": "Advanced Ride-by-Wire Fuel Injection",
    "description_power7": "The FJR1300AS makes use of Yamaha’s Chip Controlled Throttle (YCC-T), a ride-by-wire system that provides crisp, seamless throttle response in a variety of altitude and weather conditions—ideally matched to the refined and sporty nature of the FJR.",
    "title_power8": "Adjustable D-Mode Throttle",
    "description_power8": "Thanks to the flexibility provided by YCC-T, the FJR1300A gives riders a choice of two throttle response modes to best suit preferences and riding conditions. T-Mode provides a smooth throttle response, ideal for touring, while the S-Mode maximizes performance response for a sportier, more aggressive character.",
    "title_power9": "Compact and Efficient Shaft Drive",
    "description_power9": "The FJR1300AS features a clean, quiet running and extremely durable shaft drive to the rear wheel. Built to handle the big mileage numbers touring riders rack up, the shaft drive system require minimal maintenance and lets the rider focus on the journey.",
    "title_power10": "High Efficiency Dual Exhaust",
    "description_power10": "The four-into-one-into-two stainless-steel exhaust optimizes engine performance across the powerband, and an updated catalyst runs cleaner than ever before.",

    "pic_features": "src/images/features.png",
    "title_feature1": "Cutting-edge MotoGP®-Derived Crossplane Crankshaft Engine",
    "description_feature1": "The 2016 FJR1300AS™ features a lightweight and compact crossplane-crankshaft, inline-four-cylinder, 998cc high output engine, producing excellent power and a strong pulse of linear torque for stunning performance.",
    "title_feature2": "Class-leading Electronics Package",
    "description_feature2": "The FJR1300AS features an advanced MotoGP®-inspired electronics package: a suite of inter-related technologies, enabling the rider to enjoy the fullest range of performance with great comfort, control, and ease of operation.",
    "title_feature3": "MotoGP®-level Controllability",
    "description_feature3": "Featuring Yamaha’s six-axis Inertial Measurement Unit (IMU), the 2016 R1S represents the state-of-the-art in digital riding control, where all riders can experience total 3D controllability.",
    "title_feature4": "Informed Systems",
    "description_feature4": "The IMU consists of a gyro sensor that measures pitch, roll, and yaw, as well as an accelerometer, or G-sensor, that measures acceleration in the fore-aft, up-down, and right-left directions… all at a rate of 125 calculations per second. By calculating each signal, the IMU finds the precise vehicle position and movement, and communicates it to the ECU, enabling it to control the bike’s systems.",
    "title_feature5": "Digital Rider Aids",
    "description_feature5": "The 2016 R1S is equipped with banking-sensitive Traction Control, as well as Slide Control, Wheel Lift Control, Launch Control, ABS, a Unified Braking System, and more. The all-new R1S gives street riders an amazing level of rider-adaptive performance.",
    "title_feature6": "Deltabox® Frame",
    "description_feature6": "The advanced aluminum Deltabox® frame uses the engine as a stressed member of the chassis and is designed to provide optimum longitudinal, lateral and torsional rigidity.",
    "title_feature7": "Compact Exhaust System",
    "description_feature7": "A midship exhaust system features a titanium muffler and is positioned low, in the middle of the chassis, for improved mass centralization.",
    "title_feature8": "MotoGP® Styling",
    "description_feature8": "The styling on the R1S is shared with the FJR1300AS® and FJR1300AS® and inspired by the FJR1300AS™, purposely sculpted for maximum aerodynamic efficiency.",

    "pic_specs": "src/images/specs.png",
    "specs_title1": "Engine Type",
    "spect_value1": "1998cc, liquid-cooled inline 4 cylinder DOHC; 16 valves",
    "specs_title2": "Bore x Stroke",
    "spect_value2": "79.0mm x 50.9mm",
    "specs_title3": "Compression Ratio",
    "spect_value3": "13.0:1",
    "specs_title4": "Fuel Delivery",
    "spect_value4": "Fuel Injection with YCC-T and YCC-I",
    "specs_title5": "Ignition",
    "spect_value5": "TCI: Transistor Controlled Ignition",
    "specs_title6": "Transmission",
    "spect_value6": "6-speed w/multiplate slipper clutch",
    "specs_title7": "Final Drive",
    "spect_value7": "O-ring chain",

    "pic_speed": "src/images/speedometer.png",
    "speed_value1": "Many other attributes contribute to the Yamaha R1s exceptional speed, such as the custom Yamaha Chip Controlled Throttle and the Yamaha Chip Controlled Intake, which facilitates throttle-response and the resulting fuel injection. The intake valves are constructed of lightweight - but very strong - titanium, and the 7-level traction control system makes taking sharp corners at high speed easier.",

    "pic_life": "src/images/roadlife.png",
    "pic_life1": "src/images/piclife/r1s.png",

    "bottom_img": "src/images/supersport_touring/big/FJR1300AS_red.png",


    "tab_goods1": "Deltabox® Frame", 
    "deltabox_img": "src/images/supersport_touring/big/things/FJR1300_3.png",
    "title_product1": "Aluminium Deltabox Frame",
    "price_product1": "$752.00",


    "tab_goods2": "Linkage-type KYB® Shock",
    "deltabox_img21": "src/images/supersport_touring/big/things/3.png",
    "title_product21": "Fox Float Ctd Boost Valve ",
    "price_product21": "$775.00",
    
    "deltabox_img22": "src/images/supersport_touring/big/things/33.png",
    "title_product22": "Seat Cover Hump ",
    "price_product22": "$463.00",
    
    "deltabox_img23": "src/images/supersport_touring/big/things/gaiky.png",
    "title_product23": "Shock Bearing Kit",
    "price_product23": "$139, 40",

    
    "tab_goods3": "MotoGP® developed SCS",
    "deltabox_img13": "src/images/supersport_touring/big/things/ecu-ferrari-458.png",
    "title_product13": "Slide Control System",
    "price_product13": "$1, 120",


    "tab_goods4": "MotoGP® Styling",
    "glove_img": "src/images/supersport_touring/big/things/clothes/3.jpg",
    "glove_title": "Transfer Gloves by FXR®",
    "glove_price": "$75.95",

    "jacket_img": "src/images/supersport_touring/big/things/clothes/33.jpg",
    "jacket_title": "Nylon Jacket",
    "jacket_price": "$149.99",

    "helmet_img": "src/images/supersport_touring/big/things/clothes/333.jpg",
    "helmet_title": "Tactical Helmet Components by 509®",
    "helmet_price": "$9.95 and Up",

    "inner_data": "A trellis frame connects the steering head to the swingarm pivot as directly as possible using metal tube arranged in triangulated reinforcement. Using lattice girder principles, a trellis frame is typically constructed of round or oval section metal tubular segments that are welded or brazed together. A well-designed trellis frame should provide a strong, lightweight structure that simplifies placement of engine & components, and gives good access for maintenance.",
    "inner_data21": "Some want an environmentally friendly, cheap way to get around. Some are in it for the excitement. Others are in it for the lifestyle. Most just want to be healthy and have fun! Whatever your reason, we're here to help. You see, we love to ride bikes too, and we think that everyone should ride with us. We’re working hard to make cycling accessible, affordable and unintimidating. Here at bikewagon, we know that life is so much more than a low price. Our goal is to provide value in everything we do, and we know that value isn't just found in a dollar sign. ",
    "inner_data22": "With a 2 1/4\" increase in height over a 2004 foam, the transition from sitting to standing is much easier. Quad Tech-ATV delivered a seat that desert racers/riders and dune riders love. ",
    "inner_data23": "These Genuine Yamaha Bearing Kits come with all of the components needed to rebuild the swingarm pivot, shock linkage, and shock bearings. Kits include all of the original equipment bearings, seals, O-rings, and collars your bike came with. Unlike some of the aftermarket companies that use a lower quality bearing, these bearings are O-ring sealed to prevent intrusion of dirt, mud, and water and are made of top quality materials. If you don't want to do the job again and in half the time your original bearings lasted, use these Genuine Yamaha kits.",
    "inner_data13": "In the early 1990’s vehicle manufactures introduced the Engine Control Unit (ECU), this is an on board computer that tells your engine what to do and when to do it. In the early days Electronic Engineers started to change the chips in the ECU and upgrade them to deliver better engine performance, this was known as Chip Tuning. By the late 1990’s all major manufactures had introduced the ECU. Advancement in technology means we no longer change chips, but custom design software ‘called a Map’ for the ECU with optimised instructions to run the engine.",
    "inner_gloves": "The Yamaha Transfer Gloves by FXR® features: Durable nylon shell construction; Full grain leather palm construction; Thinsulate® 150g back of hand and thumb insulation; Waterproof/Breathable HIPORA® insert; Wrist strap adjuster with extended shock cord adjustable storm cuff; Aggressive pre-curved finger design for precision fit and dexterity",
    "inner_jacket": "The Yamaha Nylon Jacket features: Pilotex 330D Nylon Taslan outer shell; REISSA breathable-waterproof membrane between outer shell and inner lining; 3M Scotchlite reflective material on front, back and sides of jacket for nighttime visibility; Embroidered Yamaha logo on front; Zippered waterproof hood built into neck for wet weather use; Two upper zippered chest cargo pockets for storing quick need items like phones, pens, paper,etc.; Inner mesh liner has two Velcro drop pockets for storage and one left side Velcro cell phone pocket",
    "inner_helmet": "These components are designed for Tactical Helmets by 509®. Note: Helmet not included.",
    
    
    "title_buttonModal1": "AIKEN MOTORCYCLE SALES & SERVICES", 
    "address_buttonModal1": "Address: 2129 WHISKEY RD AIKEN, SC 29803", 
    "phone_buttonModal1": "Phone: 803-649-2872",
    "website_buttonModal1": "Web: http://www.aikenmotorcycle.net", 
    "email_buttonModal1": "Email: aikenmotorcycle@yahoo.com"
  },
  
  {
    "id": 4,
    "picture1": "src/images/supersport_touring/big/Tracer700_blue.png",
    "picture2": "src/images/supersport_touring/big/Tracer700_black.png",
    "picture3": "src/images/supersport_touring/big/Tracer700_2.png",
    "behind": "power",
    "name": "Tracer700",
    "year1": "2016",
    "year2": "2015",
    "starting": "starting at",
    "price": "$10,990",
    "iconround1": "src/images/round1.png",
    "iconround2": "src/images/round2.png",
    "iconround3": "src/images/round6.png",
    
    "description": "The decisions taken today affect the future memories. So, imagine that you're writing the story of his life - and now it is open the next page. Tracer 700 - affordable real sport-tourer, which was created for you every day, we went to a new exciting journey. Perhaps this trip after work - a quick way back home, and you are ready to go on a long journey. This versatile and exciting motorcycle will be with you in those moments when vivid emotions will overwhelm you. New Tracer 700 gives you the opportunity to write a new page every day. It can help you to create your own story, what you want - maybe alone, maybe with friends.",
    "button1": "find a dealer",
    "button2": "download specs",
    "tab5": "life",
    "icontab5": "src/images/icons/icongrey5.png",
    "tab4": "speed",
    "icontab4": "src/images/icons/icongrey4.png",
    "tab3": "specs",
    "icontab3": "src/images/icons/icongrey3.png",
    "tab2": "power",
    "icontab2": "src/images/icons/icongrey2.png",
    "tab1": "key features",
    "icontab1": "src/images/icons/icongrey1.png",

    "pic_power": "src/images/engine.png",
    "title_power1": "Cutting Edge Engine Design",
    "description_power1": "Compact and lightweight 599cc DOHC liquid-cooled four-cylinder engine features 16 titanium valves and a compression ratio of 13.1:1 for great response. Domed pistons with valve cutouts produce a compact combustion chamber.",
    "title_power2": "Race-tested Intake System",
    "description_power2": "Fuel injection mapping for the YCC-T—Yamaha Chip Controlled Throttle dual-injector system complements the high compression ratio for great throttle response and reduced engine braking.",
    "title_power3": "Variable Length Intake System",
    "description_power3": "YCC-I, Yamaha Chip Controlled Intake, electronically varies intake tract length for a broader powerband.",
    "title_power4": "Advanced Throttle-by-Wire Control",
    "description_power4": "YCC-T—Yamaha Chip Controlled Throttle uses a powerful ECU and multiple sensors to provide perfect, smooth engine response and optimal power whenever the throttle is twisted under all conditions.",
    "title_power5": "High-Volume Fuel Injection",
    "description_power5": "Twin-injector fuel injection: shower-type injectors above each intake funnel help achieve optimum fuel atomization at high rpm.",
        
    "pic_features": "src/images/features.png",
    "title_feature1": "The Ultimate 600cc Supersport Platform",
    "description_feature1": "Light, powerful, and equipped with the features and technology gained from winning multiple Supersport racing championships, the Tracer 700 is the most advanced production 600cc motorcycle Yamaha—or anybody else—has ever built.",
    "title_feature2": "Advanced Ride-by-Wire Control",
    "description_feature2": "The Tracer 700 was the first production motorcycle with YCC-T®, Yamaha Chip Controlled Throttle system, for flawless response under all conditions.",
    "title_feature3": "Variable Length Intake System",
    "description_feature3": "YCC-I®, Yamaha Chip Controlled Intake, is used on the R6 to vary intake tract length for excellent cylinder filling and a broader powerband.",
    "title_feature4": "Racing-derived Slipper Clutch and Transmission",
    "description_feature4": "Back torque-limiting slipper-type clutch greatly facilitates braking/downshifting from high speed. Close-ratio 6-speed transmission delivers seamless power and maximum acceleration.",
    "title_feature5": "Legendary Racetrack Success",
    "description_feature5": "The Yamaha Tracer 700 has won more AMA middleweight races and championships than any other 600cc sportbike.",

    "pic_specs": "src/images/specs.png",
    "specs_title1": "Engine Type",
    "spect_value1": "2-cylinder, liquid-cooled, 4-stroke, DOHC, 4-valves",
    "specs_title2": "Bore x Stroke",
    "spect_value2": "80.0 mm x 68.6 mm",
    "specs_title3": "Compression Ratio",
    "spect_value3": "11.5 : 1",
    "specs_title4": "Fuel Delivery",
    "spect_value4": "Fuel Injection",
    "specs_title5": "Ignition",
    "spect_value5": "TCI",
    "specs_title6": "Transmission",
    "spect_value6": "Constant Mesh, 6-speed",
    "specs_title7": "Final Drive",
    "spect_value7": "Chain",

    "pic_speed": "src/images/speedometer.png",
    "speed_value1": "The Tracer 700 a high compression rate and innovative domed pistons with valve cutouts to pump out 51 pounds of torque per foot. A Yamaha chip-controlled throttle/intake system and a torque-limiting slipper clutch encourages safe downshifting from high speeds with less engine braking, and the compact six-speed transmission effortlessly transfers power to its five-spoke 17-inch wheels for a smooth ride unlike any other.",

    "pic_life": "src/images/roadlife.png",
    "pic_life1": "src/images/piclife/r6.png",

    "bottom_img": "src/images/supersport_touring/big/Tracer700_black.png",


    "tab_goods1": "Deltabox® Frame", 
    "deltabox_img": "src/images/supersport_touring/big/things/tracer_1.png",
    "title_product1": "Aluminium Deltabox Frame",
    "price_product1": "$936.00",


    "tab_goods2": "Linkage-type KYB® Shock",
    "deltabox_img21": "src/images/supersport_touring/big/things/4.png",
    "title_product21": "Fox Float Boost Variable ",
    "price_product21": "$354.50",
    
    "deltabox_img22": "src/images/supersport_touring/big/things/11.png",
    "title_product22": "LTR450 Seat Cover Desert",
    "price_product22": "$524.00",
    
    "deltabox_img23": "src/images/supersport_touring/big/things/gaiky.png",
    "title_product23": "Shock Bearing Kit",
    "price_product23": "$139, 40",

    
    "tab_goods3": "MotoGP® developed SCS",
    "deltabox_img13": "src/images/supersport_touring/big/things/ecu-ferrari-458.png",
    "title_product13": "Slide Control System",
    "price_product13": "$1, 120",


    "tab_goods4": "MotoGP® Styling",
    "glove_img": "src/images/supersport_touring/big/things/clothes/4.jpg",
    "glove_title": "Atom Gloves by ONE Industries®",
    "glove_price": "$21.95",

    "jacket_img": "src/images/supersport_touring/big/things/clothes/44.jpg",
    "jacket_title": "Women's Yamaha Fleece Jacket",
    "jacket_price": "$89.99",

    "helmet_img": "src/images/supersport_touring/big/things/clothes/444.jpg",
    "helmet_title": "Women’s Modular Helmet by Divas SnowGear®",
    "helmet_price": "$234.99",

    "inner_data": " Although construction of a trellis frame needs a more complicated process than, say, an alloy beam frame, it requires only a simple jig and a competent welder. No heavy capital outlay is required, so a trellis frame is ideal for a model that may be made in relatively small numbers. For this reason, the trellis frame has found favour with European manufacturers. Some motorcycles, such as the Yamaha TRX850, have hybrid frames that employ alloy castings at the swingarm pivot area. Another variation is to suspend the engine from a trellis frame, but have the swingarm pivot cast into the rear of the engine.",
    "inner_data21": " We're here to assist, recommend, encourage and help you live a happy, active life! On the wagon you’ll find lots of useful content, friendly customer service and a huge selection of bike parts and accessories for whatever bike you’re riding. Hop on! Shipping terms shipping procedure & policymost items are shipped within one business day unless otherwise specified in the item listing. In-stock items purchased before 1 p. M. Mountain time ship same day. You'll get an automated shipping email when your package ships. Product ships through usps or ups ground. Combined shippingwe offer affordable combined shipping! ",
    "inner_data22": "With a 2\" increase in height over a stock LTR foam, the transition from sitting to standing is much easier. We knew that the sides and back needed to be rounded off, this saves unwanted weight and also saves the rider from any jolts while leaning back on the LTR at speed. ",
    "inner_data23": "These Genuine Yamaha Bearing Kits come with all of the components needed to rebuild the swingarm pivot, shock linkage, and shock bearings. Kits include all of the original equipment bearings, seals, O-rings, and collars your bike came with. Unlike some of the aftermarket companies that use a lower quality bearing, these bearings are O-ring sealed to prevent intrusion of dirt, mud, and water and are made of top quality materials. If you don't want to do the job again and in half the time your original bearings lasted, use these Genuine Yamaha kits.",
    "inner_data13": "In the early 1990’s vehicle manufactures introduced the Engine Control Unit (ECU), this is an on board computer that tells your engine what to do and when to do it. In the early days Electronic Engineers started to change the chips in the ECU and upgrade them to deliver better engine performance, this was known as Chip Tuning. By the late 1990’s all major manufactures had introduced the ECU. Advancement in technology means we no longer change chips, but custom design software ‘called a Map’ for the ECU with optimised instructions to run the engine.",
    "inner_gloves": "Ride like a pro in Atom Gear by One Industries®! The Atom Gloves by ONE Industries features: Airprene panels in the index and middle fingers, backhand, and cuff for protection and flexibility; Tacky rubber index and middle finger surfaced tips provide greater lever traction; Light internal single layer Clarino palm; Perforated Clarino thumb overlay",
    "inner_jacket": "The Women's Yamaha Fleece Jacket features: Heavyweight fleece body with Pilotex 330D Nylon Taslan arms/shoulders/sides; 3M Scotchlite reflective material on back and sides of jacket for nighttime visibility; Embroidered Yamaha logo on front with Yamaha flag label on side; Two lower hand/cargo pockets for storage and warmth; Fleece lined collar for comfort and warmth; Polyester liner has two Velcro drop pockets for storage and one left side Velcro cell phone pocket",
    "inner_helmet": "Women’s Modular Helmet by Divas SnowGear® features: GMAX® Ultimate Flip-Up Jaw Breath Guard System which allows the snap in breath guard to remain in the jaw when the jaw section is lifted, thus eliminating the additional hassle of removing your gloves; New inner flip lid lens to block the sun with the best anti-fogging coating available today; Inner flip shield is easily raised or lowered with a lever located on the exterior of the helmet; State of the art anti-fog, maximum seal double-lens shield comes with anti-scratch hard coated outer lens for a longer lasting clear view; GMAX® Dual Exhaust Venting System adjustable top, side and rear venting reduces fogging and sweating by allowing hot air to escape from the mouth area and top of head",

    "title_buttonModal1": "CENTRAL FLORIDA POWERSPORTS, INC.", 
    "address_buttonModal1": "Address: 2575 N ORANGE BLOSSOM TRL KISSIMMEE, FL 34744", 
    "phone_buttonModal1": "Phone: 407-847-2453",
    "website_buttonModal1": "Web: None", 
    "email_buttonModal1": "Email: None",
    "title_buttonModal2": "MOTOPORT USA", 
    "address_buttonModal2": "Address: 1200 NW 57TH AVE (RED RD) MIAMI, FL 33126", 
    "phone_buttonModal2": "Phone: 305-264-4433", 
    "website_buttonModal2": "Web: None", 
    "email_buttonModal2": "Email: None"

  },
  {
    "id": 5,
    "picture1": "src/images/supersport_touring/big/Tracer900.png",
    "picture2": "src/images/supersport_touring/big/Tracer900_black.png",
    "picture3": "src/images/supersport_touring/big/Tracer900_silver.png",
    "behind": "power",
    "name": "Tracer900",
    "year1": "2016",
    "year2": "2015",
    "starting": "starting at",
    "price": "$11,990",
    "iconround1": "src/images/round6.png",
    "iconround2": "src/images/round2.png",
    "iconround3": "src/images/round4.png",
    
    "description": "More than anything, the Tracer 900 is about discovering the meaning of freedom. It's your life, and what you do next is down to you. You want the ability to get up and go whenever you feel like it - and this versatile Sport Touring bike is ready to make things happen! Its torque rich, 3-cylinder engine and lightweight aluminium chassis are built to thrill - while an upright riding position, 18-litre tank and sport cowl make long distances easy. With outstanding performance and the ability to excite and inspire you wherever you go, this Sport Tourer gives you an instant escape route from the daily routine. So choose freedom. And turn up your emotions with the Tracer 900.",
    "button1": "find a dealer",
    "button2": "download specs",
    "tab5": "life",
    "icontab5": "src/images/icons/icongrey5.png",
    "tab4": "speed",
    "icontab4": "src/images/icons/icongrey4.png",
    "tab3": "specs",
    "icontab3": "src/images/icons/icongrey3.png",
    "tab2": "power",
    "icontab2": "src/images/icons/icongrey2.png",
    "tab1": "key features",
    "icontab1": "src/images/icons/icongrey1.png",

    "pic_power": "src/images/engine.png",
    "title_power1": "Potent Twin-Cylinder Powerplant",
    "description_power1": "321cc, liquid-cooled, inline 2-cylinder DOHC, 4 valves per cylinder, fuel-injected engine delivers excellent power and performance throughout the rpm range.",
    "title_power2": "High-Revving Sportbike Heritage",
    "description_power2": "With a compression ratio of 11.2:1, the engine develops maximum power at 10,750 rpm for an exciting ride.",
    "title_power3": "Responsive Engine Architecture",
    "description_power3": "With a 180 degree crank design, the engine provides minimized vibrations and a smooth running engine character through the rpm range.",
    "title_power4": "Modern Fuel Injection",
    "description_power4": "Downdraft induction fuel injection system provides easy starts and smooth performance in all conditions.",
    "title_power5": "Advanced Cylinder Construction",
    "description_power5": "Yamaha’s all-aluminum DiASil cylinder is used to ensure excellent heat dissipation, with an innovative offset cylinder design that reduces horsepower loss and improves both power and fuel efficiency.",
    "title_power6": "Strong and Lightweight Pistons",
    "description_power6": "Forged aluminum pistons—the same technology used for the R1 and R6—means lighter weight and excellent strength at higher temperatures, ensuring reliability at higher rpm.",
    
    "pic_features": "src/images/features.png",
    "title_feature1": "Potent Twin-Cylinder Powerplant",
    "description_feature1": "Large 321cc twin-cylinder engine offers excellent performance whether navigating cross-town traffic, hitting the twisties, or on the racetrack.",
    "title_feature2": "Enviable Yamaha R-Series Styling",
    "description_feature2": "Yamaha supersport-inspired styling with a full fairing in a chassis that makes it perfect for first time riders or experienced riders who prefer a lightweight, nimble machine. And three beautiful coloring options are available which means there is a color choice that is right for you.",
    "title_feature3": "Advanced Engine Design",
    "description_feature3": "Forged pistons—just like the R1 and R6—are very lightweight while providing exceptional strength. And innovative Yamaha features like the offset cylinders reduce friction for more power.",
    "title_feature4": "Balanced Sportbike Ergonomics",
    "description_feature4": "The Tracer 900 features clip-on handlebars and a riding position that provides a great balance of comfort and sporty riding position.",
    "title_feature5": "Compact, Confident Rider Seating",
    "description_feature5": "With a flat seat design and a seat height of only 30.7 inches on the Tracer 900, it’s easy to get both feet firmly on the ground and inspire confidence, especially for beginner riders.",

    "pic_specs": "src/images/specs.png",
    "specs_title1": "Engine Type",
    "spect_value1": "3-cylinder, 4-stroke, liquid-cooled, DOHC, 4-valves",
    "specs_title2": "Bore x Stroke",
    "spect_value2": "78.0 mm x 59.1 mm",
    "specs_title3": "Compression Ratio",
    "spect_value3": "11.5 : 1",
    "specs_title4": "Fuel Delivery",
    "spect_value4": "Fuel injection",
    "specs_title5": "Ignition",
    "spect_value5": "TCI",
    "specs_title6": "Transmission",
    "spect_value6": "Constant Mesh, 6-speed",
    "specs_title7": "Final Drive",
    "spect_value7": "Chain",

    "pic_speed": "src/images/speedometer.png",
    "speed_value1": "Especially designed with speed and agility in mind, the Yamaha Tracer 900 is ready to reward its rider with top notch performances each time he jumps on its saddle. The new 2015 Yamaha R3 sports a class-leading, 321 cc, liquid cooled, in line, 2 cylinder DOHC, 4 valves per cylinder, fuel-injected engine which develops maximum power at 10,750 rpm. The motorcycle also features a newly designed steel frame and swingarm and a powerful 298 mm floating mount front disc brake paired with a rear 220mm floating disc. The motorcycle rides on 10 spoke cast aluminum wheels which are wrapped in 110/70-17M/C 54H front and 140/70-17M/C 66H rear tires.",

    "pic_life": "src/images/roadlife.png",
    "pic_life1": "src/images/piclife/r3.png",

    "bottom_img": "src/images/supersport_touring/big/Tracer900.png",


    "tab_goods1": "Deltabox® Frame", 
    "deltabox_img": "src/images/supersport_touring/big/things/tracer_2.png",
    "title_product1": "Aluminium Deltabox Frame",
    "price_product1": "$873.00",


    "tab_goods2": "Linkage-type KYB® Shock",
    "deltabox_img21": "src/images/supersport_touring/big/things/5.png",
    "title_product21": "Fox Float Boost Variable ",
    "price_product21": "$454.70",
    
    "deltabox_img22": "src/images/supersport_touring/big/things/11.png",
    "title_product22": "LTR450 Seat Cover Hump",
    "price_product22": "$642.00",
    
    "deltabox_img23": "src/images/supersport_touring/big/things/gaiky.png",
    "title_product23": "Shock Bearing Kit",
    "price_product23": "$139, 40",

    
    "tab_goods3": "MotoGP® developed SCS",
    "deltabox_img13": "src/images/supersport_touring/big/things/ecu-ferrari-458.png",
    "title_product13": "Slide Control System",
    "price_product13": "$1, 120",


    "tab_goods4": "MotoGP® Styling",
    "glove_img": "src/images/supersport_touring/big/things/clothes/5.jpg",
    "glove_title": "Kid's Helix Gauntlet Gloves by FXR®",
    "glove_price": "$59.95",

    "jacket_img": "src/images/supersport_touring/big/things/clothes/55.jpg",
    "jacket_title": "Women's Yamaha Fleece Jacket",
    "jacket_price": "$89.99",

    "helmet_img": "src/images/supersport_touring/big/things/clothes/555.jpg",
    "helmet_title": "Fuel Helmet by FXR®",
    "helmet_price": "$309.99",

    "inner_data": "Instead, if the engine is rigidly mounted to the frame, vibrations pass to and are dissipated via the whole frame, and the rider. Rigid mounting allows the engine to contribute to the overall stiffness of the frame. It also becomes possible to mount the swingarm directly to the engine rather than the frame, avoiding the need for frame members extending downward to the swingarm pivot.",
    "inner_data21": "You pay the regular shipping price for the heaviest item and 4. 00 each for additional item shipped domestically (5 internationally). International shippingour standard international shipment is by international 1st class mail. For larger or more expensive items, the item will be sent by international priority mail. Those services have a customs number but no tracking number. Both of those services can take up to 4 or 5 weeks unless there are customs delays which will extend the delivery time. If you want faster delivery or a tracking number, please upgrade to international express mail. ",
    "inner_data22": "Using the pro national championship proven materials and construction methods the LTR hump is guaranteed to deliver performance, comfort, and durability unmatched by any other brand of seat. During hard acceleration, hill climbs, or in mud you can let the hump do some of the work so your arms don't have to do all of it.",
    "inner_data23": "These Genuine Yamaha Bearing Kits come with all of the components needed to rebuild the swingarm pivot, shock linkage, and shock bearings. Kits include all of the original equipment bearings, seals, O-rings, and collars your bike came with. Unlike some of the aftermarket companies that use a lower quality bearing, these bearings are O-ring sealed to prevent intrusion of dirt, mud, and water and are made of top quality materials. If you don't want to do the job again and in half the time your original bearings lasted, use these Genuine Yamaha kits.",
    "inner_data13": "In the early 1990’s vehicle manufactures introduced the Engine Control Unit (ECU), this is an on board computer that tells your engine what to do and when to do it. In the early days Electronic Engineers started to change the chips in the ECU and upgrade them to deliver better engine performance, this was known as Chip Tuning. By the late 1990’s all major manufactures had introduced the ECU. Advancement in technology means we no longer change chips, but custom design software ‘called a Map’ for the ECU with optimised instructions to run the engine.",
    "inner_gloves": "The Yamaha Kid's Helix Gauntlet Gloves by FXR features: Durable nylon shell construction; Full grain leather palm construction; Thinsulate® 300g back of hand and thumb/300g fourchette/200g palm insulation; Waterproof/Breathable HIPORA® insert; Wrist strap adjuster with shock-cord adjustable storm cuff",
    "inner_jacket": "The Women's Yamaha Fleece Jacket features: Heavyweight fleece body with Pilotex 330D Nylon Taslan arms/shoulders/sides; 3M Scotchlite reflective material on back and sides of jacket for nighttime visibility; Embroidered Yamaha logo on front with Yamaha flag label on side; Two lower hand/cargo pockets for storage and warmth; Fleece lined collar for comfort and warmth; Polyester liner has two Velcro drop pockets for storage and one left side Velcro cell phone pocket",
    "inner_helmet": "The 2017 Yamaha Fuel Helmet by FXR® features: Lightweight, impact-resistant polycarbonate shell; Dual–density EPS liner; Integrated removable breath box and chin skirt; Hi-flow adjustable air ventilation system with integrated drag reduction spoiler; Easy-to-use face shield retention system; Hygienically treated, removable, washable comfort liner",

    "title_buttonModal1": "YAMAHA OF SAVANNAH", 
    "address_buttonModal1": "Address: 11512 ABERCORN EXT SAVANNAH, GA 31419", 
    "phone_buttonModal1": "Phone: 912-927-7070",
    "website_buttonModal1": "Web: None", 
    "email_buttonModal1": "Email: None",
    "title_buttonModal2": "TEAM POWERSPORTS", 
    "address_buttonModal2": "Address: 222 US HIGHWAY 70 E GARNER, NC 27529", 
    "phone_buttonModal2": "Phone: 919-772-7866", 
    "website_buttonModal2": "Web: http://www.team-powersports.com", 
    "email_buttonModal2": "Email: None"
    
  }
]